{
    "Format": "1.26.0",
    "Changes": [
        {
            "Action":"EditData",
            "Target":"Characters/Dialogue/Mister Qi",
            "Entries":{
                "spring_Mon": "I like you, kid.  You set your sights on a goal, and you make it happen.#$b#That's what makes you special.",
                "spring_Tue": "You ask a lot of questions, kid.#$e#You already know everything you need to know about me.",
                "spring_Wed": "I'm glad you're here, kid. I was starting to get bored.", 
                "spring_Thu": "Remember, kid, never let your past determine your future.#$b#All that exists is what's right in front of you.", 
                "spring_Fri": "I used to be just like you, kid. A fresh soul, full of wide-eyed wonder.#$b#Time changed me; it'll change you, too.", 
                "spring_Sat": "Stop by whenever you wanna relax.", 
                "spring_Sun": "I'm not done with you yet, kid...*chuckle*#$e#Now, now, patience, you'll know when the time is right.",
                
                "summer_Mon": "I've been around for a very, very long time. Longer than that wizard; longer than your grandfather. I watched them build Pelican Town from the ground up, watched people come and go. I've seen life begin and end, hearts break and be put back together.#$b#I was here long before you arrived, and I'll be here long after you're gone, kid.",
                "summer_Tue": "The townspeople are all so content in their mediocrity, perfectly happy to stay in one place without ever reaching any further, but you...*chuckle*#$b#An old man gives you a sword, and you don't ask questions; you take it and climb into the monster-infested mines.  You don't hesitate.#$b#A note tells you to put ten beets in the mayor's fridge, and you do, even without knowing what'll come of it. #$b#It's like I've been saying, kid, you're special.",
                "summer_Wed": "I was born an ordinary boy, but I made a decision early in life that I would become extraordinary.", 
                "summer_Thu": "Most people don't have legacies that will outlive them, and most people are perfectly happy that way.#$b# Me? I never have been. And I can tell you're not, either.", 
                "summer_Fri": "Never stop striving to achieve perfection.#$e#Settle for nothing less than excellence in everything you do.", 
                "summer_Sat": "Everyone's got potential, kid, but not everyone has what it takes to reach it.", 
                "summer_Sun": "Why don't you stay a while, kid?  Get out of the heat.",

                "fall_Mon": "Keep it up, kid. I think you're gonna be a star.#$e#Just ask me if you need anything.",
                "fall_Tue": "I knew you'd end up here someday. Of course, I had to make it a little difficult so you'd have an incentive to achieve excellence.",
                "fall_Wed": "I thought I might see you today.", 
                "fall_Thu": "Hey. Don't tell anyone about this place, okay? I want to keep it... exclusive.#$e#You'd keep a secret for your friend Mr. Qi, wouldn't you?", 
                "fall_Fri": "You can't keep secrets from me, kid. I hear of every cave bug you cut in two, every gift you give, ever crop you grow, every word you speak. $1#$b#You understand, don't you?", 
                "fall_Sat": "You're clever, kid, but there's still so much you don't understand.", 
                "fall_Sun": "Some things never change, kid.",

                "winter_Mon": "Don't let any one thing be the sum of your ambitions, kid. That's why so many fall to mediocrity.",
                "winter_Tue": "It's cold in the valley, isn't it, kid? Nothing like a game of slots to get the blood pumping.",
                "winter_Wed": "Why a casino? No reason, just filling a niche.", 
                "winter_Thu": "You're a curious one, aren't you?", 
                "winter_Fri": "Ah, @, welcome back.", 
                "winter_Sat": "Your grandfather would be proud of you, kid.#$e#.  How do I know?...*chuckle*#$b# I just do, kid.", 
                "winter_Sun": "One day, kid, all of this will make sense. Until then, just keep climbing.#$e#Just make sure you don't look down. *chuckle*",
    
                "QiNutRoom_Mon": "There's more to this world than meets the eye, kid. Some day, you might understand.#$b#For now, just keep striving for excellence in everything you do.",
                "QiNutRoom_Tue": "I got to where I am through the force of pure willpower, kid.#$b#You see... The mind is a very powerful tool.#$b#In fact, it's the most powerful tool in all of reality... and beyond.",
                "QiNutRoom_Wed": "I'm impressed with your tenacity, kid... it took a lot of walnuts to get this far.",
                "QiNutRoom_Thu": "Wherever you go... I'm always behind the curtain, making sure the show is interesting. Hahaha...#$b#Or... am I?",
                "QiNutRoom_Fri": "Set your eyes on the furthest star, and let that be your goal.#$b#It's always within your power to go one step further than you used to believe.",
                "QiNutRoom_Sat": "Some things transcend time and space, kid. It's a unique feeling in the heart... a whisper of things beyond.",
                "QiNutRoom_Sun": "On the left, you'll find a board with my special challenges... custom-tailored for you, kid.#$b#On the right, a set of fantastic prizes for those who meet my challenge...#$b#Good luck, kid."
        
            }

        }
    ]
}
