{
    
    "Format": "1.26.0",
    "Changes": [
        {
            "Action":"EditData",
            "Target":"Characters/Dialogue/Mister Qi",
            "Entries": {
                "spring_Mon": "I like you, kid.  You set your sights on a goal, and you make it happen.#$b#That's what makes you special.",
                "spring_Tue": "You ask a lot of questions, kid.#$e#You already know everything you need to know about me.",
                "spring_Wed": "I'm glad you're here, kid. I was starting to get bored.", 
                "spring_Thu": "Remember, kid, never let your past determine your future.#$b#All that exists is what's right in front of you.", 
                "spring_Fri": "I used to be just like you, kid. A fresh soul, full of wide-eyed wonder.#$b#Time changed me; it'll change you, too.", 
                "spring_Sat": "Stop by whenever you wanna relax.", 
                "spring_Sun": "I'm not done with you yet, kid...*chuckle*#$e#Now, now, patience, you'll know when the time is right.",
                
                "summer_Mon": "I've been around for a very, very long time. Longer than that wizard; longer than your grandfather. I watched them build Pelican Town from the ground up, watched people come and go. I've seen life begin and end, hearts break and be put back together.#$b#I was here long before you arrived, and I'll be here long after you're gone, kid.",
                "summer_Tue": "The townspeople are all so content in their mediocrity, perfectly happy to stay in one place without ever reaching any further, but you...*chuckle*#$b#An old man gives you a sword, and you don't ask questions; you take it and climb into the monster-infested mines.  You don't hesitate.#$b#A note tells you to put ten beets in the mayor's fridge, and you do, even without knowing what'll come of it. #$b#It's like I've been saying, kid, you're special.",
                "summer_Wed": "I was born an ordinary boy, but I made a decision early in life that I would become extraordinary.", 
                "summer_Thu": "Most people don't have legacies that will outlive them, and most people are perfectly happy that way.#$b# Me? I never have been. And I can tell you're not, either.", 
                "summer_Fri": "Never stop striving to achieve perfection.#$e#Settle for nothing less than excellence in everything you do.", 
                "summer_Sat": "Everyone's got potential, kid, but not everyone has what it takes to reach it.", 
                "summer_Sun": "Why don't you stay a while, kid?  Get out of the heat.",

                "fall_Mon": "Keep it up, kid. I think you're gonna be a star.#$e#Just ask me if you need anything.",
                "fall_Tue": "Casinos wouldn't be nearly as lucrative if people understood probability.#$e#You see that man at the slot machine? He's been there for days.#$b#He's convinced the machine will have mercy on him any second now. But of course, it's a machine. Mercy has no meaning to it, only chance.#$b#And mercy won't be enough to save him from the pit he's in.",
                "fall_Wed": "I thought I might see you today.", 
                "fall_Thu": "Hey. Don't tell anyone about this place, okay? I want to keep it... exclusive.#$e#You'd keep a secret for your friend Mr. Qi, wouldn't you?", 
                "fall_Fri": "You can't keep secrets from me, kid. I hear of every cave bug you cut in two, every gift you give, ever crop you grow, every word you speak. $1#$b#You understand, don't you?", 
                "fall_Sat": "You're clever, kid, but there's still so much you don't understand.", 
                "fall_Sun": "Some things never change, kid.",

                "winter_Mon": "Don't let any one thing be the sum of your ambitions, kid. That's why so many fall to mediocrity.",
                "winter_Tue": "I knew you'd end up here someday. Of course, I had to make it a little difficult so you'd have an incentive to achieve excellence.",
                "winter_Wed": "Why a casino? No reason, just filling a niche.", 
                "winter_Thu": "You're a curious one, aren't you?", 
                "winter_Fri": "Ah, @, welcome back.", 
                "winter_Sat": "Your grandfather would be proud of you, kid.#$e#.  How do I know?...*chuckle*#$b# I just do, kid.", 
                "winter_Sun": "One day, kid, all of this will make sense. Until then, just keep climbing.#$e#Just make sure you don't look down. *chuckle*",

                "QiNutRoom_Mon": "There's more to this world than meets the eye, kid. Some day, you might understand.#$b#For now, just keep striving for excellence in everything you do.",
                "QiNutRoom_Tue": "The walnut hunt was both a test of your will and a sort of game.#$b#I must admit, watching you scurry around the island has been very entertaining.",
                "QiNutRoom_Wed": "%Qi is watching the screens, flipping a playing card between his fingers.#$e#*chuckle* %name'll be wanting this back...",
                "QiNutRoom_Thu": "Your determination is admirable, kid. You really are special.",
                "QiNutRoom_Fri": "Set your eyes on the furthest star, and let that be your goal.#$b#It's always within your power to go one step further than you used to believe.",
                "QiNutRoom_Sat": "Do you like games, kid?#$b#Why not check out some of my challenges? We can make a game of it.",
                "QiNutRoom_Sun": "Between you and me, kid, the casino's more of a side-gig.  My real work's out here."

            
            }
        },
        {
            "Action":"EditData",
            "Target":"Characters/Dialogue/Mister Qi",
            "When":{"HasMod |contains=Isi.MxQi": true},
            "Entries":{
                "fall_Thu": "Hey. Don't tell anyone about this place, okay? I want to keep it... exclusive.#$e#You'd keep a secret for your friend Mx. Qi, wouldn't you?", 
                "summer_Wed": "I was born an ordinary child, but I made a decision early in life that I would become extraordinary."

            }
        },
        {
            "Action":"EditData",
            "Target":"Characters/Dialogue/Mister Qi",
            "When":{"HasMod |contains=FlashShifter.StardewValleyExpandedCP": true, "HasSeenEvent":"1925179"},
            "Entries": {
                "spring_Mon": "It's brave of you to keep coming back here, kid. I like that about you.",
                "spring_Tue": "$y 'You must have so many questions._What's 'it'?_You'll find out soon enough._Why me?_Haven't I told you, kid? You're special._(Remain silent)_Heh. Scared, @?'",
                "spring_Wed": "I've had my sights set on you the moment you stepped off that bus.#$b#Now look at you...*chuckle*.", 
                "spring_Thu": "This was always the plan, kid. You don't know the half of it.", 
                "spring_Fri": "By the way, I really am sorry about that whole seal of silence business.#$b#I just couldn't take any chances, and I know how you like to talk.#$b#You understand, right? #$e#*chuckle* Of course you do.", 
                "spring_Sat": "...*chuckle*#$b#You're really something, kid.", 
                "spring_Sun": "I know that look in your eyes.#$b#You've got a fire, kid, you always have.",
                
                "summer_Mon": "One day, kid, when you're sitting on the top of the world, all of this will make sense.",
                "summer_Tue": "Well, well, well. Look who's back.",
                "summer_Wed": "What about you, kid? Will you become extraordinary?", 
                "summer_Fri": "I've got big plans for you, kid.#$b#I'm looking forward to seeing it all play out.", 
                "summer_Sat": "Soon, kid...#$b#But not yet.", 
                "summer_Sun": "You're clever, kid. Maybe too clever for your own good.",

                "fall_Mon": "Who am I?#$b#*chuckle* Who I am doesn't matter. What matters is who you'll become.",
                "fall_Tue": "You've made it this far, kid. How much further can you go?",
                "fall_Wed": "There comes a point in everyone's life when they find themselves on the precipice of excellence.#$b#Most people never take that jump. They remain in their mediocrity. But not you.#$b#That's what I've been waiting for. Someone like you.", 
                "fall_Thu": "I'm putting a lot of faith in you, kid. Don't disappoint me.", 
                "fall_Fri": "Remember what I said, eh? Don't go telling people about this place.#$b#I'm still your friend Mr. Qi, aren't I?", 
                "fall_Sat": "It must be so frustrating, kid...#$b#To have all these questions with no way to ask them.#$b#I can see it in your eyes.",
                "fall_Sun": "I'm a man of my word, kid. Never forget that.", 

                "winter_Mon": "One day, kid, you'll find yourself with the world in the palm of your hand.#$b#Then you might begin to understand who I am.",
                "winter_Tue": "Let me let you in on a secret.#$b#There's no innate gift that determines whether or not one will achieve excellence.#$b#Just a choice and the will to make it.",
                "winter_Wed": "You never cease to impress me, kid. Reaching the bottom of the mines is one thing. Making it across the crimson badlands is another feat entirely.#$b#I knew you had it in you, though.", 
                "winter_Thu": "Nothing escapes me, kid.  Don't forget that.", 
                "winter_Fri": "*chuckle* Welcome back.", 
                "winter_Sat": "Watch yourself out there, kid. You never know what's waiting for you.", 
                "winter_Sun": "You're a fighter, kid. Keep it up.",

                "QiNutRoom_Mon": "There's more to this world than meets the eye, kid. Some day, you might understand.#$b#For now, just keep striving for excellence in everything you do.",
                "QiNutRoom_Tue": "The walnut hunt was both a test of your will and a sort of game.#$b#I must admit, watching you scurry around the island has been very entertaining.",
                "QiNutRoom_Wed": "%Qi is watching the screens, flipping a playing card between his fingers.#$e#*chuckle* %name'll be wanting this back...",
                "QiNutRoom_Thu": "Your determination is admirable, kid. You really are special.",
                "QiNutRoom_Fri": "Set your eyes on the furthest star, and let that be your goal.#$b#It's always within your power to go one step further than you used to believe.",
                "QiNutRoom_Sat": "Do you like games, kid?#$b#Why not check out some of my challenges? We can make a game of it.",
                "QiNutRoom_Sun": "Between you and me, kid, the casino's more of a side-gig.  My real work's out here."
            }
        },
        {
            "Action":"EditData",
            "Target":"Characters/Dialogue/Mister Qi",
            "When":{"HasMod |contains=Isi.MxQi": true, "HasMod |contains=FlashShifter.StardewValleyExpandedCP": true, "HasSeenEvent":"1925179"},
            "Entries":{
                "fall_Fri": "Remember what I said, eh? Don't go telling people about this place.#$b#I'm still your friend Mx. Qi, aren't I?",
                "fall_sun": "I'm a person of my word, kid. Never forget that."

            }
        }

    ]
}
