{
//Default
    "Default_Qi_spring_Mon": "I like you, kid.  You set your sights on a goal, and you make it happen.#$b#That's what makes you special.",
    "Default_Qi_spring_Tue": "You ask a lot of questions, kid.#$e#You already know everything you need to know about me.",
    "Default_Qi_spring_Wed": "I'm glad you're here, kid. I was starting to get bored.", 
    "Default_Qi_spring_Thu": "Remember, kid, never let your past determine your future.#$b#All that exists is what's right in front of you.", 
    "Default_Qi_spring_Fri": "I used to be just like you, kid. A fresh soul, full of wide-eyed wonder.#$b#Time changed me; it'll change you, too.", 
    "Default_Qi_spring_Sat": "Stop by whenever you wanna relax.", 
    "Default_Qi_spring_Sun": "I'm not done with you yet, kid...*chuckle*#$e#Now, now, patience, you'll know when the time is right.",
    
    "Default_Qi_summer_Mon": "I've been around for a very, very long time. Longer than that wizard; longer than your grandfather. I watched them build Pelican Town from the ground up, watched people come and go. I've seen life begin and end, hearts break and be put back together.#$b#I was here long before you arrived, and I'll be here long after you're gone, kid.",
    "Default_Qi_summer_Tue": "The townspeople are all so content in their mediocrity, perfectly happy to stay in one place without ever reaching any further, but you...*chuckle*#$b#An old man gives you a sword, and you don't ask questions; you take it and climb into the monster-infested mines.  You don't hesitate.#$b#A note tells you to put ten beets in the mayor's fridge, and you do, even without knowing what'll come of it. #$b#It's like I've been saying, kid, you're special.",
    "Default_Qi_summer_Wed": "I was born an ordinary boy, but I made a decision early in life that I would become extraordinary.", 
    "Default_Qi_summer_Thu": "Most people don't have legacies that will outlive them, and most people are perfectly happy that way.#$b# Me? I never have been. And I can tell you're not, either.", 
    "Default_Qi_summer_Fri": "Never stop striving to achieve perfection.#$e#Settle for nothing less than excellence in everything you do.", 
    "Default_Qi_summer_Sat": "Everyone's got potential, kid, but not everyone has what it takes to reach it.", 
    "Default_Qi_summer_Sun": "Why don't you stay a while, kid?  Get out of the heat.",

    "Default_Qi_fall_Mon": "Keep it up, kid. I think you're gonna be a star.#$e#Just ask me if you need anything.",
    "Default_Qi_fall_Tue": "Casinos wouldn't be nearly as lucrative if people understood probability.#$e#You see that man at the slot machine? He's been there for days.#$b#He's convinced the machine will have mercy on him any second now. But of course, it's a machine. Mercy has no meaning to it, only chance.#$b#And mercy won't be enough to save him from the pit he's in.",
    "Default_Qi_fall_Wed": "I thought I might see you today.", 
    "Default_Qi_fall_Thu": "Hey. Don't tell anyone about this place, okay? I want to keep it... exclusive.#$e#You'd keep a secret for your friend Mr. Qi, wouldn't you?", 
    "Default_Qi_fall_Fri": "You can't keep secrets from me, kid. I hear of every cave bug you cut in two, every gift you give, every crop you grow, every word you speak.$1#$b#You understand, don't you?", 
    "Default_Qi_fall_Sat": "You're clever, kid, but there's still so much you don't understand.", 
    "Default_Qi_fall_Sun": "Some things never change, kid.",

    "Default_Qi_winter_Mon": "Don't let any one thing be the sum of your ambitions, kid. That's why so many fall to mediocrity.",
    "Default_Qi_winter_Tue": "I knew you'd end up here someday. Of course, I had to make it a little difficult so you'd have an incentive to achieve excellence.",
    "Default_Qi_winter_Wed": "Why a casino?#$b#No reason, just...filling a niche.", 
    "Default_Qi_winter_Thu": "You're a curious one, aren't you?", 
    "Default_Qi_winter_Fri": "Ah, @, welcome back.", 
    "Default_Qi_winter_Sat": "Gambling's a fascinating thing to watch.#$b#So many envy the one who wins big on their first spin.#$b#They don't see the thousands on thousands of gold spent trying to recreate that beginner's luck.", 
    "Default_Qi_winter_Sun": "One day, kid, all of this will make sense. Until then, just keep climbing.#$e#Just make sure you don't look down. *chuckle*",


    "Default_QiNutRoom_spring_Mon": "There's more to this world than meets the eye, kid. Some day, you might understand.#$b#For now, just keep striving for excellence in everything you do.",
    "Default_QiNutRoom_spring_Tue": "The walnut hunt was both a test of your will and a sort of game.#$b#I must admit, watching you scurry around the island has been very entertaining.",
    "Default_QiNutRoom_spring_Wed": "%Qi is watching the screens, flipping a playing card between his fingers.#$b#*chuckle* {{randomName}}'ll be wanting this back...",
    "Default_QiNutRoom_spring_Thu": "Your determination is admirable, kid. You really are special.",
    "Default_QiNutRoom_spring_Fri": "Set your eyes on the furthest star, and let that be your goal.#$b#It's always within your power to go one step further than you used to believe.",
    "Default_QiNutRoom_spring_Sat": "You like games, don't you, kid?#$b#Why not check out some of my challenges? We can make a game of it.",
    "Default_QiNutRoom_spring_Sun": "Between you and me, kid, the casino's more of a side-gig#$b#My real work's out here.",

    "Default_QiNutRoom_summer_Mon": "Y'know, kid, you're the only one who's made it in here.",
    "Default_QiNutRoom_summer_Tue": "I got to where I am through the force of pure willpower, kid.#$b#You see... The mind is a very powerful tool.#$b#In fact, it's the most powerful tool in all of reality... and beyond.",
    "Default_QiNutRoom_summer_Wed": "The screens?#$b#Ah...I like to keep tabs on my friends, that's all.",
    "Default_QiNutRoom_summer_Thu": "Nice and cool in here, isn't it?",
    "Default_QiNutRoom_summer_Fri": "You and I...we're rare, kid.#$b#Most people wouldn't have bothered chasing after ten walnuts, let alone a hundred.#$b#But you? You see a door and want to see what's behind it.#$e#I suppose I shouldn't be surprised, though.#$b#After all, you've never been one to shy away from a challenge.",
    "Default_QiNutRoom_summer_Sat_true": "I'd imagine you're quite popular back home, eh?#$b#Of course you are. The humble farmer that saved the town from the clutches of corporate greed...#$b#And who doesn't love a good zero-to-hero story?",
    "Default_QiNutRoom_summer_Sat_false": "Well, I suppose no one could accuse you of backing the wrong horse.#$b#It makes sense to put your faith in the corporate giant with all the resources.#$e#Even if you did move to get away from them...$1",
    "Default_QiNutRoom_summer_Sun": "I see your potential, kid. All I want's for you to keep striving for it.#$b#Sometimes we just need a little nudge. That's where I come in.",

    "Default_QiNutRoom_fall_Mon": "Got some new challenges for you today.#$b#I think you'll like 'em.",
    "Default_QiNutRoom_fall_Tue": "Ah, @, what a pleasant surprise.#$b#...*chuckle* No, it wasn't much of a surprise at all.",
    "Default_QiNutRoom_fall_Wed": "Your grandfather would be proud of you, @.#$b#How do I know?...*chuckle*#$b# I just do, kid.",
    "Default_QiNutRoom_fall_Thu": "You're doing great, kid.#$b#You know where to find me if you ever need help.#$e#Of course, I can't just give you all of the answers. That'd be too easy.",
    "Default_QiNutRoom_fall_Fri": "No one ever became extraordinary without a few sacrifices, kid.#$b#Question is, what are you willing to sacrifice?",
    "Default_QiNutRoom_fall_Sat": "Never lose your drive, kid. Nothing else will get you quite as far as it will.",
    "Default_QiNutRoom_fall_Sun": "You've never been afraid to take risks, kid. Risks no one asked you to take.#$b#That's how I know you're special.",

    "Default_QiNutRoom_winter_Mon": "Everything happens for a reason, kid.#$b#You'll understand in time.",
    "Default_QiNutRoom_winter_Tue": "Don't lose sight of the person you want to become.#$b#They'll always be there; you just have to reach for them.",
    "Default_QiNutRoom_winter_Wed": "Power's a simple illusion, kid.#$b#It wouldn't exist if no one believed it did.  Lewis' title would mean nothing if not for the meaning you assign to it.#$b#Once you understand that, you can learn to control the illusion.",
    "Default_QiNutRoom_winter_Thu": "The world's always changing, kid.#$b#Tides rise and fall, the moon waxes and wanes, millenia will see the valley fill...#$b#But I remain constant.",
    "Default_QiNutRoom_winter_Fri": "How's the weather back home, kid?#$b#Nice and warm out here.",
    "Default_QiNutRoom_winter_Sat": "Fear's the enemy of excellence, kid.#$b#So many people are so scared of messing up that they never even try.#$b#They'd rather stay where they are now than risk the discomfort of change.",
    "Default_QiNutRoom_winter_Sun": "Don't forget to check the board tomorrow.#$b#You never know what you might find.",


    "MxQi_fall_Thu": "Hey. Don't tell anyone about this place, okay? I want to keep it... exclusive.#$e#You'd keep a secret for your friend Mx. Qi, wouldn't you?", 
    "MxQi_summer_Wed": "I was born an ordinary child, but I made a decision early in life that I would become extraordinary.",

    "spring_MxQi_NutRoom_Wed": "%Qi is watching the screens, flipping a playing card between their fingers.#$b#*chuckle* {{randomName}}'ll be wanting this back...",

//Skull Cavern 25
    "ChallengeComplete_Qi_spring_Mon":"You're surprising, kid.#$b#I didn't think you had it in you.",
    "ChallengeComplete_Qi_spring_Tue":"Getting hurt's a part of life, kid. The world will beat you down whether you let it or not.#$b#The aim isn't to never get hurt; it's to rise from it, to grow back stronger.",
    "ChallengeComplete_Qi_spring_Wed":"Risk isn't something you can keep away from forever, kid.#$b#You don't get a say in whether or not you find yourself on the edge of losing everything.#$b#The question is: will that moment mean anything?#$b#Will it have been a choice, or just where the winds took you?",
    "ChallengeComplete_Qi_spring_Thu":"How is the wizard, by the way?#$b#It's been so long since we've spoken to each other.#$e#Yeah, kid, I knew him.#$b#We...had a bit of a falling out, so to speak.$1",
    "ChallengeComplete_Qi_spring_Fri":"Look around you, kid.#$b#Every single person here came in thinking they'd quit while they were ahead.#$b#None of them ever did.#$e#We call it the gambler's fallacy.#$b#It's why so many get trapped in a habit.#$b#It's the net over the hole, the false sense of security, ready to tear under the slightest weight.",
    "ChallengeComplete_Qi_spring_Sat":"It's one thing to be physically weak. If you play your cards right, that'll never stop you from reaching excellence. But mental?#$b#If you lack mental strength, brute force won't mean a damn thing.#$b#It's all about will, kid. Everything else is just collateral.",
    "ChallengeComplete_Qi_spring_Sun":"There's a lot you still don't know, kid, and even more you don't understand.#$b#But you keep marching onward in spite of that. I respect that.",

    "ChallengeComplete_Qi_summer_Mon":"Never underestimate the power of your mind, kid.#$b#It's the strongest weapon you've got.",
    "ChallengeComplete_Qi_summer_Tue":"Bravery ain't the opposite of fear, kid. It's feeling the fear and pushing onwards anyways.",
    "ChallengeComplete_Qi_summer_Wed":"I've got no patience for people who make excuses for themselves.#$b#It all comes down to a lack of willpower; any further explaining and they're just wasting their breath.$1",
    "ChallengeComplete_Qi_summer_Thu":"Safety's easy, kid. It's comfortable, but it's meaningless.#$b#All it says is that you know how to avoid danger, and that's not always a good thing.$1",
    "ChallengeComplete_Qi_summer_Fri":"You're not the first person I've set my sights on, kid.#$b#The others?#$b#They didn't quite pan out the way I'd hoped.$1",
    "ChallengeComplete_Qi_summer_Sat":"You know the difference between cowardice and fear, kid?#$e#Fear is an emotion, a base instinct we evolved to keep us alive back before we had houses to live in and stores to buy our food from.#$b#Cowardice, though, that's a choice.#$b#A decision that you'd rather go the easy route and allow your fear to control you than exert the willpower needed to push past it.",
    "ChallengeComplete_Qi_summer_Sun":"Ambition isn't just having goals, kid. It's also having the drive to pursue them.#$b#That's where so many fall short.#$b#A goal without drive is just a wish, and a wish ain't worth nothing.",

    "ChallengeComplete_Qi_fall_Mon":"Y'know what makes mediocrity so frustrating, kid?#$b#It's what it represents. The wasted potential, a spark never allowed to ignite for fear of setting the world on fire.#$b#But sometimes it needs to burn.",
    "ChallengeComplete_Qi_fall_Tue":"The monsters weren't always confined to the mines, kid. The valley hasn't always been as idyllic as it is now.#$b#Of course, all they accomplish by hiding the monsters is allowing them to be forgotten.#$b#It creates a sense of security, sure, but what happens when that security is breached?",
    "ChallengeComplete_Qi_fall_Wed":"You never cease to impress me, kid.#$b#It's not often that someone exceeds my expectations so consistently.",
    "ChallengeComplete_Qi_fall_Thu":"When you've accomplished the sorts of things I've accomplished, it's easy to feel disappointed when people don't show any interest in reaching their full potential.$1",
    "ChallengeComplete_Qi_fall_Fri":"The sort of ambition that makes you powerful is different from the sort of ambition that makes you great.#$b#One focuses on bettering how you're perceived, one focuses on bettering yourself.",
    "ChallengeComplete_Qi_fall_Sat":"Complacency is the enemy of progress, kid.#$b#Too much potential is squandered in someone who is 'perfectly happy' where they are.$1",
    "ChallengeComplete_Qi_fall_Sun":"One of the biggest traps we've invented is getting so caught up feeling ashamed of ourselves for our fear that we never give ourselves a chance to overcome it.",

    "ChallengeComplete_Qi_winter_Mon":"People usually try to find the smallest risk for the highest reward.#$b#What they fail to realize is half of the reward comes from the risk itself. The lessons learned, the experience gained.#$b#People aren't very good at recognizing rewards that aren't tangible.#$b#It's understandable, I suppose.",
    "ChallengeComplete_Qi_winter_Tue":"Your bravery is commendable, kid.#$b#Most people never would've gone into the skull cavern, let alone stayed, let alone gone down.",
    "ChallengeComplete_Qi_winter_Wed":"What you've gotta understand, kid, is that safety's an illusion.#$b#There's no real way to guarantee it.#$b#It's like a hydra. You cut off one sort of danger, two more grow back in its place.",
    "ChallengeComplete_Qi_winter_Thu":"Even the weakest mind holds more power than the strongest muscle.#$b#Your arm can only swing a sword when your mind tells it to.#$b#Your mind is what decides to use the sword, what overcomes your basic fear.#$b#Never underestimate that, kid.",
    "ChallengeComplete_Qi_winter_Fri":"You've done more in {{months}} months than most people do their entire lives. That's worth being proud of, kid.#$b#Just don't use that pride as an excuse to not go any further.",
    "ChallengeComplete_Qi_winter_Sat":"I'm sure you're familiar with the Dunning-Kruger effect.#$b#Funny little tendency humans have to believe themselves experts where they're actually incompetent, and to believe themselves incompetent where they're actually experts.#$e#That's just one of many ways cognition fails.#$b#It's quite entertaining when you know how to spot them. I like to make a game of it.",
    "ChallengeComplete_Qi_winter_Sun":"Remember, kid, even if you're only one step above mediocrity, you're still headed in the right direction.",


    "ChallengeComplete_QiNutRoom_spring_Mon":"Hey. Got some new challenges on the board, kid.",
    "ChallengeComplete_QiNutRoom_spring_Tue":"I'm surprised you made it here as early as you did.#$b#I suppose the climate here is much more forgiving than the desert, isn't it?",
    "ChallengeComplete_QiNutRoom_spring_Wed":"I see I might've underestimated you, kid.#$b#I'll keep an eye on you.",
    "ChallengeComplete_QiNutRoom_spring_Thu":"You've got a good head on your shoulders, kid.#$b#Keep it up and I know you'll go far.",
    "ChallengeComplete_QiNutRoom_spring_Fri":"I like you, kid, but don't think that means I'm not going to push you.#$b#I want to see you excel.  I know you have it in you.",
    "ChallengeComplete_QiNutRoom_spring_Sat":"It's one thing to be physically weak. If you play your cards right, that'll never stop you from reaching excellence. But mental?#$b#If you lack mental strength, brute force won't mean a damn thing.#$b#It's all about will, kid. Everything else is just collateral.",
    "ChallengeComplete_QiNutRoom_spring_Sun":"I respect your tenacity, kid.",

    "ChallengeComplete_QiNutRoom_summer_Mon":"The island gets rather humid this time of year. Most people find it offputting.#$b#You're strange, kid.",
    "ChallengeComplete_QiNutRoom_summer_Tue":"There's not much that I don't know, kid.#$b#It's all simple observations, really.#$b#You'd be surprised what you can find out about a person just by paying attention.",
    "ChallengeComplete_QiNutRoom_summer_Wed":"I've always got an eye on the people that interest me.#$b#Most of them never find out.",
    "ChallengeComplete_QiNutRoom_summer_Thu":"My casino tends to attract the sorts of people that are down on their luck, looking for a quick way out.#$b#They never find it, of course, and I never pretend they will.#$b#But they keep coming back regardless.",
    "ChallengeComplete_QiNutRoom_summer_Fri":"It's good to think about the future, kid.#$b#Just don't get so caught up in it that you forget to act in the present.",
    "ChallengeComplete_QiNutRoom_summer_Sat":"There's lots more monsters out there.#$b#The mines were just the beginning.",
    "ChallengeComplete_QiNutRoom_summer_Sun":"Watch yourself, kid.#$b#Confidence is good, but it's a dangerous thing to let go unchecked.",

    "ChallengeComplete_QiNutRoom_fall_Mon":"Nothing in this life is certain.#$b#Don't let that scare ya, kid. It's just the way things are.",
    "ChallengeComplete_QiNutRoom_fall_Tue":"You're doing pretty well for yourself, kid.#$b#But I want to see you do even better.",
    "ChallengeComplete_QiNutRoom_fall_Wed":"I can't really say I've got much rapport with the rest of the island's inhabitants.#$b#We've got a bit of an unspoken agreement, though. They don't interfere with my business, I don't interfere with theirs.",
    "ChallengeComplete_QiNutRoom_fall_Thu":"You see that volcano? I've seen a lot of people go in.#$b#Not quite as many have come out, though.",
    "ChallengeComplete_QiNutRoom_fall_Fri":"Honestly, I'm not too bothered by the weather.#$b#I've got plenty of ways to make sure it stays nice and cool in here.",
    "ChallengeComplete_QiNutRoom_fall_Sat":"You ever feel like the only reason you've gotten this far is because of pure dumb luck?#$b#For what it's worth, even luck isn't always reliable. Give yourself some credit.",
    "ChallengeComplete_QiNutRoom_fall_Sun":"I'll have some more challenges on the board tomorrow, kid.#$b#I'm sure you'll like them.",

    "ChallengeComplete_QiNutRoom_winter_Mon":"You're one step closer to becoming the person you're meant to be.",
    "ChallengeComplete_QiNutRoom_winter_Tue":"All too often someone will set themselves a goal so high, they get overwhelmed just looking at it.#$b#Then they never take action towards it because it's so far away, as if sitting around and waiting will make it easier to achieve.#$b#It never does. You gotta take the the first step, kid.",
    "ChallengeComplete_QiNutRoom_winter_Wed":"The world is always changing, kid.  Second to second, century to century.#$B#Even if it feels like you're stagnating, the world around you never stops moving.",
    "ChallengeComplete_QiNutRoom_winter_Thu":"The volcano dungeon's intense, but it's only got ten floors.#$b#The trick is, you go up instead of down.#$b#Good luck if you decide to try it.",
    "ChallengeComplete_QiNutRoom_winter_Fri":"Keep it up, kid.#$b#I've got high hopes for you. Don't let me down now.",
    "ChallengeComplete_QiNutRoom_winter_Sat":"You've got what it takes to achieve whatever you set your mind to, kid.",
    "ChallengeComplete_QiNutRoom_winter_Sun":"Hey. Getting some sun?",
     
 
//100 Skull Cavern
    "SkullCave_Qi_spring_Mon":"For a while there, I was worried I might've been backing the wrong horse.#$b#I'm very glad to see you're proving me wrong.",
    "SkullCave_Qi_spring_Tue":"You've never been one to let a locked door stop you, have you?#$b#No, where others see a barrier, you see an opportunity.",
    "SkullCave_Qi_spring_Wed":"The skull cavern is considered one of the most dangerous places in the valley.#$b#Most people, you couldn't pay enough to go in.",
    "SkullCave_Qi_spring_Thu":"I've got eyes everywhere, kid. #$b#What can I say? I like to keep track of the people that interest me.",
    "SkullCave_Qi_spring_Fri":"There's nothing easy about honor, kid. If there was, everyone would be honorable.",
    "SkullCave_Qi_spring_Sat":"You've got ambition, kid.  The right sort of it, too.#$b#That already puts you miles ahead of the rest.",
    "SkullCave_Qi_spring_Sun":"Never stop reaching up, kid.#$b#When you reach a goal, find a new one and aim for that.",

    "SkullCave_Qi_summer_Mon":"You never really know someone until you see them scared, kid.#$b#Whether they run or face it tells you everything you need to know.",
    "SkullCave_Qi_summer_Tue":"Anyone can set a goal, kid, but it counts for nothing if you don't reach for it.",
    "SkullCave_Qi_summer_Wed":"Don't let anyone's opinions stop you from reaching for what you want.#$b#It doesn't matter what they think of you; they all look like ants from up here.",
    "SkullCave_Qi_summer_Thu":"Many people are so afraid of falling that they never try to climb.#$b#They spend their lives trying to stay out of danger.#$b#But they die anyways, with a life that meant nothing.",
    "SkullCave_Qi_summer_Fri":"Keep at it, kid. I'm rooting for you.#$b#You don't wanna let me down, do you?",
    "SkullCave_Qi_summer_Sat":"I suppose your nerve shouldn't surprise me.#$b#It was clear from the moment you stepped off that bus, leaving behind everything you knew — your friends, your home, your job — for an overgrown plot of land and a one-room farmhouse.#$b#You've never turned away from a risk, have you?",
    "SkullCave_Qi_summer_Sun":"People like to pretend they have ambition, kid. They talk a big game about how driven they are, but the second things get hard? Suddenly they're perfectly happy where they are.",

    "SkullCave_Qi_fall_Mon":"Making excuses is the fastest way to make sure you never accomplish anything, kid.#$b#The sooner you realize that, the better off you'll be.",
    "SkullCave_Qi_fall_Tue":"When I was a boy, I learned fear would only hold me back.#$b#So I taught myself to push through it until I no longer felt it at all.",
    "SkullCave_Qi_fall_Wed":"Hey, kid, let me ask you something. $y Who do you think the most powerful person in the valley is?_Mayor Lewis._Oh, so naive. No._The wizard._A fair guess, but no, not him._You?_Heh. You flatter me, @.#$b#Remember, kid, power only exists where we say it does.",
    "SkullCave_Qi_fall_Thu":"There's a million and a half possibilities out there, kid.#$b#Many get stuck deciding which ones to chase. They never stop to wonder if they even have to choose.",
    "SkullCave_Qi_fall_Fri":"I knew what I wanted out of life from an early age.#$e#What did I want?#$b#*chuckle* Everything, kid.",
    "SkullCave_Qi_fall_Sat":"Gambling's a risk not many are completely averse to.#$b#It requires no real effort, see? Just sit at a machine and press a button until you get lucky.#$b#It's very marketable in that sense.",
    "SkullCave_Qi_fall_Sun":"I like knowing things about people. Their dreams, their fears, what they love and hate.#$b#When you do that, you can start to influence them. You know what makes them tick.",

    "SkullCave_Qi_winter_Mon":"Are you satisfied with your life right now, kid? If everything stayed exactly as it is right now, would you be happy that way?#$b#I hope not. I'd be very disappointed if you settled for such a meager legacy.",
    "SkullCave_Qi_winter_Tue":"Y'know, kid, that door was locked for a reason.#$b#But you don't need to worry about that. *chuckle*",
    "SkullCave_Qi_winter_Wed":"I like to think of myself as a merchant of risk.#$b#Promise them they could earn a fortune, all it costs is a few gold...then a few more...then a few more...#$b#*chuckle* and they'll still eat out of your hand, even when their world is crashing down around them.",
    "SkullCave_Qi_winter_Thu":"How did I know you went in the cavern?#$b#There's nothing that doesn't reach me eventually.",
    "SkullCave_Qi_winter_Fri":"Of course excellence is hard, kid. Everyone would be excellent if it was easy, and it wouldn't tell you anything about them.",
    "SkullCave_Qi_winter_Sat":"Don't lose your {{randomAttribute}}, kid.#$b#It's the most valuable thing you've got.",
    "SkullCave_Qi_winter_Sun":"You left your life behind to chase a dream, and now, here you are.#$b#How's it feel, kid?",


    // "SkullCave_QiNutRoom_spring_Mon":"",
    // "SkullCave_QiNutRoom_spring_Tue":"",
    // "SkullCave_QiNutRoom_spring_Wed":"",
    // "SkullCave_QiNutRoom_spring_Thu":"",
    // "SkullCave_QiNutRoom_spring_Fri":"",
    // "SkullCave_QiNutRoom_spring_Sat":"",
    // "SkullCave_QiNutRoom_spring_Sun":"",

    // "SkullCave_QiNutRoom_summer_Mon":"",
    // "SkullCave_QiNutRoom_summer_Tue":"",
    // "SkullCave_QiNutRoom_summer_Wed":"",
    // "SkullCave_QiNutRoom_summer_Thu":"",
    // "SkullCave_QiNutRoom_summer_Fri":"",
    // "SkullCave_QiNutRoom_summer_Sat":"",
    // "SkullCave_QiNutRoom_summer_Sun":"",

    // "SkullCave_QiNutRoom_fall_Mon":"",
    // "SkullCave_QiNutRoom_fall_Tue":"",
    // "SkullCave_QiNutRoom_fall_Wed":"",
    // "SkullCave_QiNutRoom_fall_Thu":"",
    // "SkullCave_QiNutRoom_fall_Fri":"",
    // "SkullCave_QiNutRoom_fall_Sat":"",
    // "SkullCave_QiNutRoom_fall_Sun":"",

    // "SkullCave_QiNutRoom_winter_Mon":"",
    // "SkullCave_QiNutRoom_winter_Tue":"",
    // "SkullCave_QiNutRoom_winter_Wed":"",
    // "SkullCave_QiNutRoom_winter_Thu":"",
    // "SkullCave_QiNutRoom_winter_Fri":"",
    // "SkullCave_QiNutRoom_winter_Sat":"",
    // "SkullCave_QiNutRoom_winter_Sun":"",

    "SkullCave_MxQi_fall_Tue":"When I was a child, I learned fear would only hold me back.#$b#So I taught myself to push through it until I no longer felt it at all.",

//Enchanted Grove
    "EG_Qi_spring_Mon":"You've mastered magic most wouldn't even be able to conceive of.#$b#You're something special, kid.",
    "EG_Qi_spring_Tue":"Just...watch yourself, kid...#$b#I'd hate to have to consider you a threat.#$e#*chuckle* I'm just messing with you.#$e#%You get the feeling he doesn't find this funny at all.",
    "EG_Qi_spring_Wed":"If you're feeling lucky, why not take a crack at one of the games?",
    "EG_Qi_spring_Thu":"Like I said, you already know everything you need to know about me.",
    "EG_Qi_spring_Fri":"And here's @.#$e#Welcome back, kid.",
    "EG_Qi_spring_Sat":"I don't ever play any of the games, myself.#$e#It's no fun when you already know how to win.",
    "EG_Qi_spring_Sun":"Remember what I said about how time would change you?#$e#Case in point, kid.",

    "EG_Qi_summer_Mon":"You're far from ordinary, kid.#$b#I knew that from the moment I saw you, but you just keep proving it.",
    "EG_Qi_summer_Tue":"Don't be afraid of change.#$b#After all, change is exactly what got you here.",
    "EG_Qi_summer_Wed":"Between you and me, kid, you see that dealer over there?#$b#He and I don't exactly see eye to eye.$1#$e#I keep him around because he's useful, and its entertaining, but otherwise...$1",
    "EG_Qi_summer_Thu":"Sandy's a nice girl.#$b#I pay her for the space; she doesn't ask questions.#$e#It's a fair exchange, don't you think?",
    "EG_Qi_summer_Fri":"Why don't you stay for a bit, kid? Enjoy the shade while you can.#$e#You're not in a hurry, are you?",
    "EG_Qi_summer_Sat":"You remind me of myself when I was younger, kid.#$b#That was a long, long time ago.  There isn't much to say about it.",
    "EG_Qi_summer_Sun":"I'm happy you've been taking my advice, kid.#$b#Never stop striving for perfection...#$e#Of course I noticed.",

    "EG_Qi_fall_Mon":"We're still friends, aren't we, kid?#$e#Good. I'm putting a lot of trust in you, letting you come up here.",
    "EG_Qi_fall_Tue":"*chuckle* You're learning, kid.#$e#You're still a long way from knowing everything, but...you're learning.",
    "EG_Qi_fall_Wed":"You know, strictly speaking, only high ranking mages are allowed to create a nexus, and you're...#$b#No offense, kid, but as far as mages go, you're not exactly the crème de la crème.#$e#Luckily, I was able to pull a few strings, get that ball rolling.",
    "EG_Qi_fall_Thu":"Don't think you're done yet, kid.#$e#*chuckle* You're just getting started.",
    "EG_Qi_fall_Fri":"You've grown a lot in these past few years, and yet, somehow, you haven't changed a bit.",
    "EG_Qi_fall_Sat":"Like I said, I think you're gonna be a star.#$e#I'd tell you to ask if you need anything, but...#$b#*chuckle* Look at you, kid. You barely even need my help anymore, do you?",
    "EG_Qi_fall_Sun":"Rasmodius and I don't see eye to eye on a lot of things.  Especially not you.#$e#He'd rather keep you safe; I want to see you succeed.",

    "EG_Qi_winter_Mon":"Warp magic isn't anything to sneeze at, kid.#$e#Most mages only learn it after years of study and practice.",
    "EG_Qi_winter_Tue":"I wonder what other sorts of magic Rasmodius will teach you.#$b#Divination, maybe...?",
    "EG_Qi_winter_Wed":"I'm impressed with you, kid, really.#$e#Don't think that means there isn't more I want to see from you.",
    "EG_Qi_winter_Thu":"You learn a lot more about someone watching them struggle than you do watching them immediately succeed at everything they try.#$e#And between us? The people who immediately succeed at everything they try don't tend to try much.",
    "EG_Qi_winter_Fri":"You're determined, kid.#$b#I like that about you. You never let yourself give up.",
    "EG_Qi_winter_Sat":"How's your nexus, kid?#$b#Is it everything you hoped for?#$e#Good. I imagine you'll be getting some more use out of that very, very soon.",
    "EG_Qi_winter_Sun":"Keep it up, kid.#$b#You're well on your way to achieving excellence.",

    "EG_MxQi_spring_Tue":"Just...watch yourself, kid...#$b#I'd hate to have to consider you a threat.#$e#*chuckle* I'm just messing with you.#$e#%You get the feeling they don't find this funny at all.",


    // "EG_QiNutRoom_spring_Mon":"",
    // "EG_QiNutRoom_spring_Tue":"",
    // "EG_QiNutRoom_spring_Wed":"",
    // "EG_QiNutRoom_spring_Thu":"",
    // "EG_QiNutRoom_spring_Fri":"",
    // "EG_QiNutRoom_spring_Sat":"",
    // "EG_QiNutRoom_spring_Sun":"",

    // "EG_QiNutRoom_summer_Mon":"",
    // "EG_QiNutRoom_summer_Tue":"",
    // "EG_QiNutRoom_summer_Wed":"",
    // "EG_QiNutRoom_summer_Thu":"",
    // "EG_QiNutRoom_summer_Fri":"",
    // "EG_QiNutRoom_summer_Sat":"",
    // "EG_QiNutRoom_summer_Sun":"",

    // "EG_QiNutRoom_fall_Mon":"",
    // "EG_QiNutRoom_fall_Tue":"",
    // "EG_QiNutRoom_fall_Wed":"",
    // "EG_QiNutRoom_fall_Thu":"",
    // "EG_QiNutRoom_fall_Fri":"",
    // "EG_QiNutRoom_fall_Sat":"",
    // "EG_QiNutRoom_fall_Sun":"",

    // "EG_QiNutRoom_winter_Mon":"",
    // "EG_QiNutRoom_winter_Tue":"",
    // "EG_QiNutRoom_winter_Wed":"",
    // "EG_QiNutRoom_winter_Thu":"",
    // "EG_QiNutRoom_winter_Fri":"",
    // "EG_QiNutRoom_winter_Sat":"",
    // "EG_QiNutRoom_winter_Sun":"",

//Badlands
    // "Badlands_Qi_spring_Mon":"",
    // "Badlands_Qi_spring_Tue":"",
    // "Badlands_Qi_spring_Wed":"",
    // "Badlands_Qi_spring_Thu":"",
    // "Badlands_Qi_spring_Fri":"",
    // "Badlands_Qi_spring_Sat":"",
    // "Badlands_Qi_spring_Sun":"",

    // "Badlands_Qi_summer_Mon":"",
    // "Badlands_Qi_summer_Tue":"",
    // "Badlands_Qi_summer_Wed":"",
    // "Badlands_Qi_summer_Thu":"",
    // "Badlands_Qi_summer_Fri":"",
    // "Badlands_Qi_summer_Sat":"",
    // "Badlands_Qi_summer_Sun":"",

    // "Badlands_Qi_fall_Mon":"",
    // "Badlands_Qi_fall_Tue":"",
    // "Badlands_Qi_fall_Wed":"",
    // "Badlands_Qi_fall_Thu":"",
    // "Badlands_Qi_fall_Fri":"",
    // "Badlands_Qi_fall_Sat":"",
    // "Badlands_Qi_fall_Sun":"",

    // "Badlands_Qi_winter_Mon":"",
    // "Badlands_Qi_winter_Tue":"",
    // "Badlands_Qi_winter_Wed":"",
    // "Badlands_Qi_winter_Thu":"",
    // "Badlands_Qi_winter_Fri":"",
    // "Badlands_Qi_winter_Sat":"",
    // "Badlands_Qi_winter_Sun":"",


    // "Badlands_QiNutRoom_spring_Mon":"",
    // "Badlands_QiNutRoom_spring_Tue":"",
    // "Badlands_QiNutRoom_spring_Wed":"",
    // "Badlands_QiNutRoom_spring_Thu":"",
    // "Badlands_QiNutRoom_spring_Fri":"",
    // "Badlands_QiNutRoom_spring_Sat":"",
    // "Badlands_QiNutRoom_spring_Sun":"",

    // "Badlands_QiNutRoom_summer_Mon":"",
    // "Badlands_QiNutRoom_summer_Tue":"",
    // "Badlands_QiNutRoom_summer_Wed":"",
    // "Badlands_QiNutRoom_summer_Thu":"",
    // "Badlands_QiNutRoom_summer_Fri":"",
    // "Badlands_QiNutRoom_summer_Sat":"",
    // "Badlands_QiNutRoom_summer_Sun":"",

    // "Badlands_QiNutRoom_fall_Mon":"",
    // "Badlands_QiNutRoom_fall_Tue":"",
    // "Badlands_QiNutRoom_fall_Wed":"",
    // "Badlands_QiNutRoom_fall_Thu":"",
    // "Badlands_QiNutRoom_fall_Fri":"",
    // "Badlands_QiNutRoom_fall_Sat":"",
    // "Badlands_QiNutRoom_fall_Sun":"",

    // "Badlands_QiNutRoom_winter_Mon":"",
    // "Badlands_QiNutRoom_winter_Tue":"",
    // "Badlands_QiNutRoom_winter_Wed":"",
    // "Badlands_QiNutRoom_winter_Thu":"",
    // "Badlands_QiNutRoom_winter_Fri":"",
    // "Badlands_QiNutRoom_winter_Sat":"",
    // "Badlands_QiNutRoom_winter_Sun":"",

//Void Shard
    // "VoidShard_Qi_spring_Mon":"",
    // "VoidShard_Qi_spring_Tue":"",
    // "VoidShard_Qi_spring_Wed":"",
    // "VoidShard_Qi_spring_Thu":"",
    // "VoidShard_Qi_spring_Fri":"",
    // "VoidShard_Qi_spring_Sat":"",
    // "VoidShard_Qi_spring_Sun":"",

    // "VoidShard_Qi_summer_Mon":"",
    // "VoidShard_Qi_summer_Tue":"",
    // "VoidShard_Qi_summer_Wed":"",
    // "VoidShard_Qi_summer_Thu":"",
    // "VoidShard_Qi_summer_Fri":"",
    // "VoidShard_Qi_summer_Sat":"",
    // "VoidShard_Qi_summer_Sun":"",

    // "VoidShard_Qi_fall_Mon":"",
    // "VoidShard_Qi_fall_Tue":"",
    // "VoidShard_Qi_fall_Wed":"",
    // "VoidShard_Qi_fall_Thu":"",
    // "VoidShard_Qi_fall_Fri":"",
    // "VoidShard_Qi_fall_Sat":"",
    // "VoidShard_Qi_fall_Sun":"",

    // "VoidShard_Qi_winter_Mon":"",
    // "VoidShard_Qi_winter_Tue":"",
    // "VoidShard_Qi_winter_Wed":"",
    // "VoidShard_Qi_winter_Thu":"",
    // "VoidShard_Qi_winter_Fri":"",
    // "VoidShard_Qi_winter_Sat":"",
    // "VoidShard_Qi_winter_Sun":"",


    // "VoidShard_QiNutRoom_spring_Mon":"",
    // "VoidShard_QiNutRoom_spring_Tue":"",
    // "VoidShard_QiNutRoom_spring_Wed":"",
    // "VoidShard_QiNutRoom_spring_Thu":"",
    // "VoidShard_QiNutRoom_spring_Fri":"",
    // "VoidShard_QiNutRoom_spring_Sat":"",
    // "VoidShard_QiNutRoom_spring_Sun":"",

    // "VoidShard_QiNutRoom_summer_Mon":"",
    // "VoidShard_QiNutRoom_summer_Tue":"",
    // "VoidShard_QiNutRoom_summer_Wed":"",
    // "VoidShard_QiNutRoom_summer_Thu":"",
    // "VoidShard_QiNutRoom_summer_Fri":"",
    // "VoidShard_QiNutRoom_summer_Sat":"",
    // "VoidShard_QiNutRoom_summer_Sun":"",

    // "VoidShard_QiNutRoom_fall_Mon":"",
    // "VoidShard_QiNutRoom_fall_Tue":"",
    // "VoidShard_QiNutRoom_fall_Wed":"",
    // "VoidShard_QiNutRoom_fall_Thu":"",
    // "VoidShard_QiNutRoom_fall_Fri":"",
    // "VoidShard_QiNutRoom_fall_Sat":"",
    // "VoidShard_QiNutRoom_fall_Sun":"",

    // "VoidShard_QiNutRoom_winter_Mon":"",
    // "VoidShard_QiNutRoom_winter_Tue":"",
    // "VoidShard_QiNutRoom_winter_Wed":"",
    // "VoidShard_QiNutRoom_winter_Thu":"",
    // "VoidShard_QiNutRoom_winter_Fri":"",
    // "VoidShard_QiNutRoom_winter_Sat":"",
    // "VoidShard_QiNutRoom_winter_Sun":"",

//Post SVE Event
    "SVE_Qi_spring_Mon": "It's brave of you to keep coming back here, kid. I like that about you.",
    "SVE_Qi_spring_Tue": "$y 'You must have so many questions._What's 'it'?_You'll find out soon enough._Why me?_Haven't I told you, kid? You're special._(Remain silent)_Heh. Scared, @?'",
    "SVE_Qi_spring_Wed": "I've had my sights set on you the moment you stepped off that bus.#$b#Now look at you...*chuckle*.", 
    "SVE_Qi_spring_Thu": "This was always the plan, kid.#$b#You don't know the half of it.", 
    "SVE_Qi_spring_Fri": "By the way, I really am sorry about that whole seal of silence business.#$b#I just couldn't take any chances, and I know how you like to talk.#$b#You understand, right? #$e#*chuckle* Of course you do.", 
    "SVE_Qi_spring_Sat": "...*chuckle*#$b#You're really something, kid.", 
    "SVE_Qi_spring_Sun": "I know that look in your eyes.#$b#You've got a fire, kid, you always have.",
    
    "SVE_Qi_summer_Mon": "One day, kid, when you're sitting on the top of the world, all of this will make sense.",
    "SVE_Qi_summer_Tue": "Well, well, well. Look who's back.",
    "SVE_Qi_summer_Wed": "What about you, kid? Will you become extraordinary?", 
    "SVE_Qi_summer_Fri": "I've got big plans for you, kid.#$b#I'm looking forward to seeing it all play out.", 
    "SVE_Qi_summer_Sat": "Soon, kid...#$b#But not yet.", 
    "SVE_Qi_summer_Sun": "You're clever, kid. Maybe too clever for your own good.",

    "SVE_Qi_fall_Mon": "Who am I?#$b#*chuckle* Who I am doesn't matter. What matters is who you'll become.",
    "SVE_Qi_fall_Tue": "You've made it this far, kid. How much further can you go?",
    "SVE_Qi_fall_Wed": "There comes a point in everyone's life when they find themselves on the precipice of excellence.#$b#Most people never take that jump. They remain in their mediocrity. But not you.#$b#That's what I've been waiting for, kid: someone like you.", 
    "SVE_Qi_fall_Thu": "I'm putting a lot of faith in you, kid. Don't disappoint me.", 
    "SVE_Qi_fall_Fri": "Remember what I said, eh? Don't go telling people about this place.#$b#I'm still your friend Mr. Qi, aren't I?", 
    "SVE_Qi_fall_Sat": "It must be so frustrating, kid...#$b#To have all these questions with no way to ask them.#$b#I can see it in your eyes.",
    "SVE_Qi_fall_Sun": "I'm a man of my word, kid. Never forget that.", 

    "SVE_Qi_winter_Mon": "One day, kid, you'll find yourself with the world in the palm of your hand.#$b#Then you might begin to understand who I am.",
    "SVE_Qi_winter_Tue": "Let me let you in on a secret.#$b#There's no innate gift that determines whether or not one will achieve excellence.#$b#Just a choice and the will to make it.",
    "SVE_Qi_winter_Wed": "You never cease to impress me, kid. Reaching the bottom of the mines is one thing. Making it across the crimson badlands is another feat entirely.#$b#I knew you had it in you, though.", 
    "SVE_Qi_winter_Thu": "Nothing escapes me, kid.  Don't forget that.$1", 
    "SVE_Qi_winter_Fri": "*chuckle* Welcome back.", 
    "SVE_Qi_winter_Sat": "Watch yourself out there, kid. You never know what's waiting for you.", 
    "SVE_Qi_winter_Sun": "You're a fighter, kid. Keep it up.",

    
    "SVE_MxQi_fall_Fri": "Remember what I said, eh? Don't go telling people about this place.#$b#I'm still your friend Mx. Qi, aren't I?", 
    "SVE_MxQi_fall_Sun": "I always keep my word, kid. Never forget that.",


}