{
//Default
    "Default_Qi_spring_Mon": "Ты мне нравишься, дружок. Ты ставишь себе цель и воплощаешь её в реальность.#$b#Это и делает тебя особенным.",
    "Default_Qi_spring_Tue": "Вы задаёте много вопросов, дружок.#$e#Вы уже знаете всё, что вам нужно знать обо мне.",
    "Default_Qi_spring_Wed": "Я рад что вы пришли. Я уже было заскучал.", 
    "Default_Qi_spring_Thu": "Помни, дружок, не давай своему прошлому править будущим.#$b#Всё что есть прямо сейчас перед тобой.", 
    "Default_Qi_spring_Fri": "Я был такой же как ты, дружок. Молодая душа, полная чудес.#$b#Время изменило меня; и тебя оно изменит.", 
    "Default_Qi_spring_Sat": "Приходи когда хочешь отдохнуть.", 
    "Default_Qi_spring_Sun": "Я еще не закончил с тобой, дружок...*смешок*#$e#Сейчас, сейчас, терпение. Ты поймёшь когда время придёт.",
    
    "Default_Qi_summer_Mon": "Я здесь уже очень, очень давно. Дольше чем тот волшебник; дольше, чем твой дед. Я смотрел как они строили Пеликан, смотрел как приходят и уходят люди. Я видел как начинаются и заканчиваются жизни, разбиваются и собираются обратно сердца.#$b#Я был здесь задолго до тебя, и я буду здесь еще долго после твоего ухода, дружок.",
    "Default_Qi_summer_Tue": "Горожане все так довольны своей посредственностью, совершенно счастливы оставаться на одном месте, никогда не двигаясь вперёд, но ты...*смешок*#$b#Старик дает тебе меч, а ты не задаешь вопросов; ты берешь его и залезаешь в шахты, кишащие монстрами. Ты не медлишь.#$b#В записке написано положить десять свекл в холодильник мэра, и ты это делаешь, даже не зная, что из этого выйдет. #$b#Как я и говорил, дружок, ты особенный.",
    "Default_Qi_summer_Wed": "Я родился обычным мальчиком, но рано решил, что стану необычным.", 
    "Default_Qi_summer_Thu": "У большинства людей нет наследия, которое переживет их, и большинство людей совершенно счастливы своей жизнью.#$b# Я? Я никогда не был. И я могу сказать, что ты тоже.", 
    "Default_Qi_summer_Fri": "Никогда не переставай стремиться к совершенству.#$e#Не соглашайся ни на что меньшее, чем совершенство во всем, что ты делаешь.", 
    "Default_Qi_summer_Sat": "У каждого есть потенциал, дружок, но не у всех есть то, что нужно, чтобы его реализовать.", 
    "Default_Qi_summer_Sun": "Почему бы тебе не остаться на некоторое время, дружок? Посиди в прохладе.",

    "Default_Qi_fall_Mon": "Так держать, дружок. Я думаю, ты станешь звездой.#$e#Если тебе что-нибудь нужно, просто скажи.",
    "Default_Qi_fall_Tue": "Казино не были бы такими прибыльными, если бы люди понимали вероятность.#$e#Ты видишь этого человека за игровым автоматом? Он был там уже несколько дней.#$b#Он убежден, что машина сжалится над ним в любую секунду. Но, конечно, это машина. Милосердие не поможет, только удача.#$b#И милосердия будет недостаточно, чтобы спасти его из ямы, в которой он оказался.",
    "Default_Qi_fall_Wed": "Я думал, что увижу тебя сегодня.", 
    "Default_Qi_fall_Thu": "Эй. Никому не рассказывай об этом месте, ладно? Я хочу сохранить его... эксклюзивным.#$e#Вы бы хранили секрет для своего друга, мистера Ки, не так ли?", 
    "Default_Qi_fall_Fri": "Ты не можешь хранить от меня секреты, дружок. Я слышу о каждом пещерном жуке, которого ты разрезаешь надвое, о каждом подарке, который ты даришь, о каждом посеве, который ты выращиваешь, о каждом слове, которое ты говоришь.$1#$b#Ты понимаешь, не так ли?", 
    "Default_Qi_fall_Sat": "Ты умный, дружок, но есть столько всего, чего ты ещё не понимаешь.", 
    "Default_Qi_fall_Sun": "Некоторые вещи просто не меняются, дружок.",

    "Default_Qi_winter_Mon": "Не трать все свои силы на одну вещь. Много людей впадают в посредственность из-за этого.",
    "Default_Qi_winter_Tue": "Я знал, что ты когда-нибудь окажешься здесь. Конечно, мне пришлось немного усложнить задачу, чтобы у тебя был стимул к достижению совершенства.",
    "Default_Qi_winter_Wed": "Почему казино?#$b#Просто так, просто... заполняю нишу.", 
    "Default_Qi_winter_Thu": "Какой же ты любопытный, не так-ли?", 
    "Default_Qi_winter_Fri": "Ах, @, c возвращением.", 
    "Default_Qi_winter_Sat": "За азартными играми интересно наблюдать.#$b#Многие завидуют тому, кто выигрывает по-крупному с первого спина.#$b#Они не видят тысячи и тысячи золота, потраченных на то, чтобы повторить удачу того новичка.", 
    "Default_Qi_winter_Sun": "Когда-нибудь, дружок, все это обретет смысл. А пока просто продолжай карабкаться.#$e#Только не смотри вниз. *смешок*",


    "Default_QiNutRoom_spring_Mon": "В этом мире есть нечто большее, чем кажется на первый взгляд, дружок. Когда-нибудь, возможно, ты поймешь.#$b#А пока просто продолжайте стремиться к совершенству во всем, что вы делаете.",
    "Default_QiNutRoom_spring_Tue": "Охота за грецкими орехами была одновременно и испытанием вашей воли, и своего рода игрой.#$b#Должен признаться, наблюдать за тем, как вы бегаете по острову, было очень увлекательно.",
    "Default_QiNutRoom_spring_Wed": "%Ки смотрит на экраны, крутя игральную карту меж пальцев.#$b#*смех* {{randomName}} захочет это обратно...",
    "Default_QiNutRoom_spring_Thu": "Твоя решимость достойна восхищения, дружок. Ты действительно особенный.",
    "Default_QiNutRoom_spring_Fri": "Устремите свой взор на самую дальнюю звезду, и пусть она станет вашей целью.#$b#Всегда в ваших силах сделать еще один шаг вперед, чем вы привыкли думать.",
    "Default_QiNutRoom_spring_Sat": "Ты ведь любишь игры, не так ли?#$b#Почему бы не проверить некоторые из моих задач? Мы можем сделать из этого игру.",
    "Default_QiNutRoom_spring_Sun": "Между мной и тобой, парень, казино больше похоже на подработку#$b#Моя настоящая работа здесь.",

    "Default_QiNutRoom_summer_Mon": "Знаешь, малыш, ты единственный, кто сюда попал.",
    "Default_QiNutRoom_summer_Tue": "Я попал туда, где я сейчас, благодаря силе чистой воли, Дружок.#$b#Видишь ли... Ум – это очень мощный инструмент.#$b#На самом деле, это самый мощный инструмент во всей реальности... и не только.",
    "Default_QiNutRoom_summer_Wed": "Экраны?#$b#А... Мне нравится следить за своими друзьями, вот и все.",
    "Default_QiNutRoom_summer_Thu": "Здесь хорошо и прохладно, не так ли?",
    "Default_QiNutRoom_summer_Fri": "Мы с тобой... мы редкие, малыш.#$b#Большинство людей не стали бы утруждать себя погоней за десятью грецкими орехами, не говоря уже о сотне.#$b#А ты? Вы видите дверь и хотите увидеть, что за ней.#$e#Полагаю, мне не стоит удивляться.#$b#В конце концов, ты никогда не уклонялся от вызова.",
    "Default_QiNutRoom_summer_Sat_true": "Я полагаю, что ты довольно популярен на родине, а?#$b#Конечно. Скромный фермер, который спас город от когтей корпоративной жадности...#$b#А кто не любит хорошие истории о герое с нуля?",
    "Default_QiNutRoom_summer_Sat_false": "Что ж, я полагаю, никто не сможет обвинить вас в том, что вы сделали ставку не на ту лошадь.#$b#Имеет смысл довериться корпоративному гиганту со всеми ресурсами.#$e#Даже если вы переехали, чтобы уйти от них...$1",
    "Default_QiNutRoom_summer_Sun": "Я вижу твой потенциал, дружок. Все, чего я хочу, это чтобы вы продолжали двигаться вперёд.#$b#Иногда нам просто нужен небольшой толчок. Вот тут-то я и вступаю в игру.",

    "Default_QiNutRoom_fall_Mon": "Сегодня у меня есть для вас новые испытания.#$b#Думаю, они вам понравятся.",
    "Default_QiNutRoom_fall_Tue": "Ах, @, какой приятный сюрприз.#$b#...*смех* Нет, это не сюрпризом.",
    "Default_QiNutRoom_fall_Wed": "Твой дедушка гордился бы тобой, @.#$b#Откуда я знаю?...*смешок*#$b# Я просто знаю, дружок.",
    "Default_QiNutRoom_fall_Thu": "У тебя все отлично, дружок.#$b#Ты знаешь, где найти меня, если тебе когда-нибудь понадобится помощь.#$e#Конечно, я не могу просто дать тебе все ответы. Это было бы слишком просто.",
    "Default_QiNutRoom_fall_Fri": "Никто никогда не становился выдающимся без жертв, дружок.#$b#Вопрос в том, чем ты готов пожертвовать?",
    "Default_QiNutRoom_fall_Sat": "Никогда не теряй драйва, дружок. Ничто другое не продвинет вас так далеко, как он.",
    "Default_QiNutRoom_fall_Sun": "Ты никогда не боялся рисковать, дружок. Ты рисковал для себя.#$b#Поэтому я знаю, что ты особенный.",

    "Default_QiNutRoom_winter_Mon": "Все происходит не просто так, дружок.#$b#Со временем поймешь.",
    "Default_QiNutRoom_winter_Tue": "Не теряйте из виду человека, которым вы хотите стать.#$b#Они всегда будут рядом; вам просто нужно стремиться к ним.",
    "Default_QiNutRoom_winter_Wed": "Власть - это простая иллюзия, дружок.#$b#Её бы не было, если бы никто не верил в нее. Титул Льюиса ничего бы не значил, если бы не значение, которое вы ему придали.#$b#Как только вы это поймете, вы сможете научиться контролировать иллюзией.",
    "Default_QiNutRoom_winter_Thu": "Мир постоянно меняется, дружок.#$b#Приливы и отливы, луна растет и убывает, через тысячелетия долина заполнится...#$b#Но я останусь.",
    "Default_QiNutRoom_winter_Fri": "Как погода дома, дружок?#$b#Здесь хорошо и тепло.",
    "Default_QiNutRoom_winter_Sat": "Страх - враг совершенства, дружок.#$b#Так много людей так боятся что-то испортить, что даже не пытаются.#$b#Они предпочли бы остаться там, где они есть сейчас, чем рисковать дискомфортом от перемен.",
    "Default_QiNutRoom_winter_Sun": "Не забудьте проверить доску завтра.#$b#Никогда не знаешь, что там может быть.",


    "MxQi_fall_Thu": "Эй. Никому не рассказывай об этом месте, ладно? Я хочу чтобы оно оставалось... эксклюзивным.#$e#Ты бы сохранил секрет для своего друга Мр. Ки, не так ли?", 
    "MxQi_summer_Wed": "Я родился обычным ребенком, но рано решил, что стану необычным.",

    "spring_MxQi_NutRoom_Wed": "%Ки смотрит на экраны, крутя игральную карту меж пальцев.#$b#*смех* {{randomName}} захочет это обратно...",

//Skull Cavern 25
    "ChallengeComplete_Qi_spring_Mon":"Ты удивителен, дружок.#$b#Я не думал, что в тебе это есть.",
    "ChallengeComplete_Qi_spring_Tue":"Ошибки — это часть жизни, дружок. Мир будет бить вас, позволите вы этому или нет.#$b#Цель состоит не в том, чтобы никогда не пострадать, а в том чтобы набраться опыта от своих ошибок, стать сильнее.",
    "ChallengeComplete_Qi_spring_Wed":"Риск - это не то, чего ты можешь избегать свю жизнь, дружок.#$b#Ты не имеешь права голоса в вопросе о том, окажешься ли ты на грани потери всего.#$b#Вопрос в том, будет ли этот момент что-то значить?#$b#Будет ли это выбор, или просто туда, куда тебя занесет ветер?",
    "ChallengeComplete_Qi_spring_Thu":"Кстати, как поживает волшебник?#$b#Мы так давно не разговаривали друг с другом.#$e#Да, дружок, я знал его.#$b#Мы... поссорились, так сказать.$1",
    "ChallengeComplete_Qi_spring_Fri":"Посмотри вокруг себя, дружок.#$b#Каждый человек здесь приходил, думая, что бросит игру, пока он в плюсе.#$b#Никто из них никогда этого не сделал.#$e#Мы называем это ошибкой игрока.#$b#Вот почему так много людей попадают в ловушку привычки.#$b#Это сеть над дырой, ложное чувство безопасности, готовое порваться под малейшим весом.",
    "ChallengeComplete_Qi_spring_Sat":"Одно дело быть физически слабым. Если ты правильно разыграть свои карты, это никогда не помешает тебе достичь совершенства. Но умственно?#$b#Если тебе не хватает ума, грубая сила ни черта не значит.#$b#Все дело в воле, дружок. Все остальное – лишь залог.",
    "ChallengeComplete_Qi_spring_Sun":"Ты еще многого не знаешь, дружок, и еще большего ты не понимаешь.#$b#Но, несмотря на это, ты продолжаешь идти вперед. Я уважаю это.",

    "ChallengeComplete_Qi_summer_Mon":"Никогда не недооценивай силу своего разума, дружок.#$b#Это самое сильное оружие, которое у тебя есть.",
    "ChallengeComplete_Qi_summer_Tue":"Храбрость не противоположна страху, дружок. Храбрость - чувствовать страх и все равно идти дальше.",
    "ChallengeComplete_Qi_summer_Wed":"У терпеть не могу людей, которые оправдываются.#$b#Все сводится к отсутствию силы воли; любые другие объяснения - трата сил.$1",
    "ChallengeComplete_Qi_summer_Thu":"Безопасность — это просто, дружок. Она удобна, но бессмысленнва#$b#Все, что она говорит, это то, что вы знаете, как избежать опасности, а это не всегда хорошо.$1",
    "ChallengeComplete_Qi_summer_Fri":"Ты не первый, кто мне пригляделся, дружок.#$b#Остальные?#$b#Они вышли не такими как я хотел.$1",
    "ChallengeComplete_Qi_summer_Sat":"Ты знаешь разницу между трусостью и страхом, дружок?#$e#Страх - это эмоция, базовый инстинкт, который мы развили, чтобы сохранить нам жизнь, еще до того, как у нас появились дома, в которых мы могли жить, и магазины, в которых мы могли покупать еду.#$b#Трусость, однако, это выбор.#$b#Решение, что вы скорее пойдете легким путем и позволите своему страху контролировать вас, чем проявите силу воли, необходимую для того, чтобы преодолеть его.",
    "ChallengeComplete_Qi_summer_Sun":"Амбиции — это не просто цели, дружок. Это также стремление к их преследованию.#$b#Вот где многие терпят неудачу.#$b#Цель без драйва — это просто желание, а желание ничего не стоит.",

    "ChallengeComplete_Qi_fall_Mon":"Знаешь, что делает посредственность такой надоедливой, дружок?#$b#Это то, что она собой представляет. Растраченный впустую потенциал, искра, которой никогда не дают зажечься из-за страха поджечь мир.#$b#Но иногда он должен гореть.",
    "ChallengeComplete_Qi_fall_Tue":"Монстры не всегда были только в шахтах, дружок. Долина не всегда была такой идиллической, как сейчас.#$b#Конечно, все, чего они добиваются, пряча монстров, это позволяют забыть о них.#$b#Конечно, это создает чувство безопасности, но что случится, если эта безопасность нарушится?",
    "ChallengeComplete_Qi_fall_Wed":"Ты не перестаешь меня удивлять, дружок.#$b#Не часто кто-то так последовательно превосходит мои ожидания.",
    "ChallengeComplete_Qi_fall_Thu":"Когда вы достигли того, чего достиг я, легко быть разочарованным, когда люди не проявляют никакого интереса к полному раскрытию своего потенциала.",
    "ChallengeComplete_Qi_fall_Fri":"Амбиции, которые делают вас сильными, отличаются от амбиций, которые делают вас великими.#$b#Одни фокусируются на том, чтобы улучшить то, как вас воспринимают, другие фокусируются на том, чтобы улучшить себя.",
    "ChallengeComplete_Qi_fall_Sat":"Самоуспокоенность — враг прогресса, дружок.#$b#Слишком много потенциала растрачивается на того, кто «совершенно счастлив» там, где он есть.$1",
    "ChallengeComplete_Qi_fall_Sun":"Одна из самых больших ловушек, которые мы изобрели, заключается в том, что мы настолько увязли в чувстве стыда за свой страх, что никогда не даем себе шанса преодолеть его.",

    "ChallengeComplete_Qi_winter_Mon":"Люди обычно пытаются найти наибольшее вознаграждение с наименьшим риском.#$b#Чего они не понимают, так это того, что половина вознаграждения исходит от самого риска. Извлеченные уроки, приобретенный опыт.#$b#Люди не очень хорошо умеют распознавать награды, которые не являются осязаемыми.#$b#Полагаю, это можно понять.",
    "ChallengeComplete_Qi_winter_Tue":"Твоя храбрость похвальна, дружок.#$b#Большинство людей никогда бы не пошли в Пещеру Черепа, не говоря уже о том, чтобы остаться, не говоря уже о том, чтобы спуститься вниз.",
    "ChallengeComplete_Qi_winter_Wed":"Ты должен понять, дружок, что безопасность - это иллюзия.#$b#Нет никакого реального способа гарантировать её.#$b#Это как гидра. Вы убираете один вид опасности, на его месте вырастают еще два.",
    "ChallengeComplete_Qi_winter_Thu":"Даже самый слабый ум обладает большей силой, чем самые сильные мышцы.#$b#Твоя рука может размахивать мечом только тогда, когда твой разум говорит ей об этом.#$b#Твой разум - это то, что решает использовать меч, то, что преодолевает твой базовый страх.#$b#Никогда не забывай этого, дружок.",
    "ChallengeComplete_Qi_winter_Fri":"За {{months}} месяцев вы сделали больше, чем большинство людей за всю свою жизнь. Этим стоит гордиться, дружок.#$b#Только не используй эту гордость как оправдание, чтобы не идти дальше.",
    "ChallengeComplete_Qi_winter_Sat":"Я уверен, что вы знакомы с эффектом Даннинга-Крюгера.#$b#Забавная маленькая склонность людей считать себя экспертами там, где они на самом деле некомпетентны, и считать себя некомпетентными там, где они на самом деле эксперты.#$e#Это лишь один пример провала человеческого разума.#$b#Они довольно интересны, если вы знаете, как их находить. Мне нравится делать из этого игру.",
    "ChallengeComplete_Qi_winter_Sun":"Запомни, дружок, даже если ты всего на один шаг выше посредственности, ты все равно движешься в правильном направлении.",


    "ChallengeComplete_QiNutRoom_spring_Mon":"Эй. У тебя есть новые задачи на доске, дружок.",
    "ChallengeComplete_QiNutRoom_spring_Tue":"Я удивлен, что вы попали сюда так рано.#$b#Я полагаю, что климат здесь гораздо более щадящий, чем в пустыне, не так ли?",
    "ChallengeComplete_QiNutRoom_spring_Wed":"Я вижу, что, возможно, недооценил тебя, дружок.#$b#Я буду следить за тобой",
    "ChallengeComplete_QiNutRoom_spring_Thu":"У тебя хорошая голова на плечах, дружок.#$b#Продолжай в том же духе, и я знаю, что ты далеко пойдешь.",
    "ChallengeComplete_QiNutRoom_spring_Fri":"Ты мне нравишься, дружок, но не думай, что это значит, что я не буду давить на тебя.#$b#Я хочу видеть, как ты преуспеваешь. Я знаю, что у тебя получится.",
    "ChallengeComplete_QiNutRoom_spring_Sat":"Одно дело быть физически слабым. Если ты правильно разыграть свои карты, это никогда не помешает тебе достичь совершенства. Но умственно?#$b#Если тебе не хватает ума, грубая сила ни черта не значит.#$b#Все дело в воле, дружок. Все остальное – лишь залог.",
    "ChallengeComplete_QiNutRoom_spring_Sun":"Я уважаю твое упорство, дружок.",

    "ChallengeComplete_QiNutRoom_summer_Mon":"В это время года на острове становится довольно влажно. Большинство людей находят это отталкивающим.#$b#Ты странный, дружок.",
    "ChallengeComplete_QiNutRoom_summer_Tue":"Мало чего мне неизвестно.#$b#На самом деле, это все простые наблюдения.#$b#Ты удивишься, что можно узнать о человеке, если ты будешь внимательным.",
    "ChallengeComplete_QiNutRoom_summer_Wed":"Я всегда слежу за людьми, которые меня интересуют.#$b#Большинство из них никогда об этом не узнают.",
    "ChallengeComplete_QiNutRoom_summer_Thu":"Мое казино, как правило, привлекает людей, которым не повезло и которые ищут быстрый выход.#$b#Конечно, они никогда не найдут его, и я не притворяюсь, что найдут.#$b#Но они продолжают возвращаться, несмотря ни на что.",
    "ChallengeComplete_QiNutRoom_summer_Fri":"Хорошо думать о будущем, дружок.#$b#Только не увлекайся им настолько, чтобы забыть действовать в настоящем.",
    "ChallengeComplete_QiNutRoom_summer_Sat":"Там ещё много монстров.#$b#Шахты были только началом.",
    "ChallengeComplete_QiNutRoom_summer_Sun":"Осторожней, дружок.#$b#Уверенность — это хорошо, но её нужно держать под контролем.",

    "ChallengeComplete_QiNutRoom_fall_Mon":"Ничто в этой жизни не предопределено.#$b#Не позволяй этому пугать тебя, дружок. Просто так сложилось.",
    "ChallengeComplete_QiNutRoom_fall_Tue":"У тебя все хорошо получается, дружок.#$b#Но я хочу, чтобы у тебя получалось лучше.",
    "ChallengeComplete_QiNutRoom_fall_Wed":"Я не могу сказать, что я в хороших отношениях с остальными жителями острова.#$b#Хотя у нас есть негласное соглашение. Они не вмешиваются в мои дела, я не вмешиваюсь в их дела.",
    "ChallengeComplete_QiNutRoom_fall_Thu":"Видишь этот вулкан? Я видел, как многие люди заходят в него.#$b#Но выходили из него далеко не все.",
    "ChallengeComplete_QiNutRoom_fall_Fri":"Честно говоря, меня не слишком беспокоит погода.#$b#Здесь всгеда будет хорошо и прохладно.",
    "ChallengeComplete_QiNutRoom_fall_Sat":"Вы когда-нибудь думали, что единственная причина, по которой вы зашли так далеко, - это чистое тупое везение?#$b#Как бы то ни было, даже удача не всегда надежна. Отдайте себе должное.",
    "ChallengeComplete_QiNutRoom_fall_Sun":"Завтра у меня будет еще несколько заданий на доске, дружок.#$b#Я уверен, что они тебе понравятся.",

    "ChallengeComplete_QiNutRoom_winter_Mon":"Ты на шаг ближе к тому, чтобы стать тем, кем тебе суждено быть.",
    "ChallengeComplete_QiNutRoom_winter_Tue":"Слишком часто кто-то ставит себе такую цель, что лишь смотря на нее у них опускаются руки.#$b#После этого они не предпринимают никаких действий для достижения этой цели, потому что она так далека. Будто ожидание приблизит её достижение.#$b#Это никогда не так. Ты должен сделать первый шаг, дружок.",
    "ChallengeComplete_QiNutRoom_winter_Wed":"Мир постоянно меняется, дружок. Секунда за секундой, век за веком.#$B#Даже если вам кажется, что вы находитесь в застое, мир вокруг вас никогда не перестает двигаться.",
    "ChallengeComplete_QiNutRoom_winter_Thu":"Подземелье вулкана очень опасно, но в нем всего десять этажей.#$b#Хитрость в том, что вы поднимаетесь, а не спускаетесь.#$b#Удачи, если решите попробовать его пройти.",
    "ChallengeComplete_QiNutRoom_winter_Fri":"Так держать, дружок.#$b#Я возлагаю на тебя большие надежды. Не подведи меня сейчас.",
    "ChallengeComplete_QiNutRoom_winter_Sat":"У тебя есть все необходимое, чтобы достичь всего, что ты задумал, дружок.",
    "ChallengeComplete_QiNutRoom_winter_Sun":"Эй. Решили погреться на солнце?",
     
 
//100 Skull Cavern
    "SkullCave_Qi_spring_Mon":"Какое-то время я беспокоился, что, возможно, поставил не на ту лошадь.#$b#Я очень рад видеть, что вы доказываете, что я ошибаюсь.",
    "SkullCave_Qi_spring_Tue":"Вы никогда не позволяли запертой двери остановить вас, не так ли?#$b#Нет, там, где другие видят препятствие, вы видите возможность.",
    "SkullCave_Qi_spring_Wed":"Пещера Черепа считается одним из самых опасных мест в долине.#$b#Большинство людей ни за какие деньги бы в нее не пошли.",
    "SkullCave_Qi_spring_Thu":"У меня везде глаза, дружок. #$b#Что тут скажешь? Мне нравится следить за людьми, которые меня интересуют.",
    "SkullCave_Qi_spring_Fri":"В чести нет ничего легкого, дружок. Если бы заслужить её было простым заданием, все были бы в почете.",
    "SkullCave_Qi_spring_Sat":"А ты амбициозный, дружок. И в правильную сторону.#$b#Это ставит вас впереди остальных.",
    "SkullCave_Qi_spring_Sun":"Никогда не переставай двигаться вперёд, дружок.#$b#Когда ты достигнешь цели, найди новую и стремись к ней.",

    "SkullCave_Qi_summer_Mon":"Ты никогда не узнаешь кого-то по-настоящему, пока не увидишь его напуганным, дружок.#$b#Их реакция на страх говорит тебе о них всё.",
    "SkullCave_Qi_summer_Tue":"Любой может поставить перед собой цель, но она ничего не значит, если ты не стремишься к ней.",
    "SkullCave_Qi_summer_Wed":"Не позволяйте чьему-либо мнению помешать вам достичь того, чего вы хотите.#$b#Неважно, что они думают о вас; Они все как муравьи отсюда.",
    "SkullCave_Qi_summer_Thu":"Многие люди так боятся упасть, что никогда не пытаются взобраться на вершину.#$b#Они проводят свою жизнь, пытаясь избежать опасности.#$b#Но они все равно умирают, с жизнью, которая значила ничего.",
    "SkullCave_Qi_summer_Fri":"Продолжай в том же духе, дружок. Я болею за тебя.#$b#Ты же не хочешь меня подвести?",
    "SkullCave_Qi_summer_Sat":"Полагаю, твоя наглость не должна меня удивлять.#$b#Всё было понятно с того момента, как ты вышел из автобуса, бросив все, что знал — друзей, дом, работу — ради заросшего участка земли и однокомнатного фермерского дома.#$b#Ты никогда не отказывался от риска, не так ли?",
    "SkullCave_Qi_summer_Sun":"Люди любят притворяться, будто у них есть амбиции, дружок. Они много говорят о том, насколько они целеустремленны, но появись трудности? Внезапно они становятся совершенно счастливыми там, где они есть.",

    "SkullCave_Qi_fall_Mon":"Придумывание оправданий — это самый быстрый способ убедиться, что ты никогда ничего не добьешься, дружок.#$b#Чем раньше ты это поймешь, тем лучше тебе будет.",
    "SkullCave_Qi_fall_Tue":"Когда я был мальчиком, я понял, что страх будет только сдерживать меня.#$b#Поэтому я учился преодолевать его до тех пор, пока не перестал его чувствовать.",
    "SkullCave_Qi_fall_Wed":"Эй, дружок, позволь мне спросить тебя кое о чем. $y Как ты думаешь, кто самый могущественный человек в долине?_Мэр Льюис._Ох, какой наивный. Нет._Волшебник._Хороший ответ, но нет, не он._Ты?_Хах. Ты льстишь мне, @.#$b#Помни, дружок, сила существует только там, где мы говорим, что она есть.",
    "SkullCave_Qi_fall_Thu":"Существует полтора миллиона возможностей, дружок.#$b#Многие застревают, решая, за какими из них охотиться. Они никогда не перестают задаваться вопросом, нужно ли им вообще выбирать.",
    "SkullCave_Qi_fall_Fri":"Я знал, чего хочу от жизни с раннего возраста.#$e#Чего я хотел?#$b#*хихи* Все, дружок.",
    "SkullCave_Qi_fall_Sat":"Азартные игры - это риск, от которого не многие полностью отказываются.#$b#Они не требует реальных усилий, понимаете? Просто сядьте за автомат и нажимайте кнопку, пока вам не повезет.#$b#Поэтому им легко торговать.",
    "SkullCave_Qi_fall_Sun":"Мне нравится знать что-то о людях. Их мечты, их страхи, что они любят и что ненавидят.#$b#Так ты можешь начать влиять на них. Ведь ты знаешь, что ими движет.",

    "SkullCave_Qi_winter_Mon":"Доволен ли ты своей жизнью прямо сейчас, дружок? Если бы все оставалось именно так, как сейчас, вы были бы так счастливы?#$b#Надеюсь, что нет. Я был бы очень разочарован, если бы вы согласились на такое скудное наследие.",
    "SkullCave_Qi_winter_Tue":"Знаешь, дружок, эта дверь была заперта не просто так.#$b#Но тебе не нужно об этом беспокоиться. *смешок*",
    "SkullCave_Qi_winter_Wed":"Мне нравится думать о себе как о торговце риском.#$b#Пообещай им, что они смогут заработать целое состояние за пару золотых... потом еще пару... потом еще пару...#$b#*смех*, и они все равно будут есть из ваших рук, даже когда их мир рушится вокруг них.",
    "SkullCave_Qi_winter_Thu":"Откуда я знаю, что ты зашел в пещеру?#$b#Нет ничего, что не доходило бы до меня в конце концов.",
    "SkullCave_Qi_winter_Fri":"Конечно, совершенство — это тяжело, дружок. Все были бы совершенны, если бы это было легко, и это ничего бы вам о них не говорило.",
    "SkullCave_Qi_winter_Sat":"Не теряй свою {{randomAttribute}}, дружок.#$b#Это самое ценное, что у тебя есть.",
    "SkullCave_Qi_winter_Sun":"Ты оставил свою жизнь позади в погоне за мечтой, и вот ты здесь.#$b#Как ты себя чувствуешь, дружок?",


    // "SkullCave_QiNutRoom_spring_Mon":"",
    // "SkullCave_QiNutRoom_spring_Tue":"",
    // "SkullCave_QiNutRoom_spring_Wed":"",
    // "SkullCave_QiNutRoom_spring_Thu":"",
    // "SkullCave_QiNutRoom_spring_Fri":"",
    // "SkullCave_QiNutRoom_spring_Sat":"",
    // "SkullCave_QiNutRoom_spring_Sun":"",

    // "SkullCave_QiNutRoom_summer_Mon":"",
    // "SkullCave_QiNutRoom_summer_Tue":"",
    // "SkullCave_QiNutRoom_summer_Wed":"",
    // "SkullCave_QiNutRoom_summer_Thu":"",
    // "SkullCave_QiNutRoom_summer_Fri":"",
    // "SkullCave_QiNutRoom_summer_Sat":"",
    // "SkullCave_QiNutRoom_summer_Sun":"",

    // "SkullCave_QiNutRoom_fall_Mon":"",
    // "SkullCave_QiNutRoom_fall_Tue":"",
    // "SkullCave_QiNutRoom_fall_Wed":"",
    // "SkullCave_QiNutRoom_fall_Thu":"",
    // "SkullCave_QiNutRoom_fall_Fri":"",
    // "SkullCave_QiNutRoom_fall_Sat":"",
    // "SkullCave_QiNutRoom_fall_Sun":"",

    // "SkullCave_QiNutRoom_winter_Mon":"",
    // "SkullCave_QiNutRoom_winter_Tue":"",
    // "SkullCave_QiNutRoom_winter_Wed":"",
    // "SkullCave_QiNutRoom_winter_Thu":"",
    // "SkullCave_QiNutRoom_winter_Fri":"",
    // "SkullCave_QiNutRoom_winter_Sat":"",You don't know the half of it.
    // "SkullCave_QiNutRoom_winter_Sun":"",

    "SkullCave_MxQi_fall_Tue":"Когда я был ребёнком, я понял, что страх будет только сдерживать меня.#$b#Поэтому я учился преодолевать его до тех пор, пока я не перестал его чувствовать.",

//Enchanted Grove
    "EG_Qi_spring_Mon":"Ты овладел магией, которую большинство даже не может себе представить.#$b#Ты что-то особенное, дружок.",
    "EG_Qi_spring_Tue":"Просто... будь аккуратней, дружок...#$b#Мне бы не хотелось считать тебя угрозой.#$e#*смешок* Да я же шучу.#$e#%Кажется, что ему совсем не смешно.",
    "EG_Qi_spring_Wed":"Если вы думаете что вы везунчик, почему бы не попробовать одну из игр?",
    "EG_Qi_spring_Thu":"Я уже говорил, вы знаете обо мне все, что вам нужно знать.",
    "EG_Qi_spring_Fri":"А вот и @.#$e#С возвращением, дружок.",
    "EG_Qi_spring_Sat":"Я сам никогда не играю ни в одну из игр.#$e#Уже не так весело играть, если ты знаешь как выиграть.",
    "EG_Qi_spring_Sun":"Помнишь, что я говорил, что время изменит тебя?#$e#Вот тебе пример, дружок.",

    "EG_Qi_summer_Mon":"Ты далеко не обычный, дружок.#$b#Я это знал уже когда увидел тебя, но ты просто продолжаешь это доказывать.",
    "EG_Qi_summer_Tue":"Не бойcя перемен.#$b#В конце концов, они привели тебя сюда.",
    "EG_Qi_summer_Wed":"Между нами говоря, дружок, ты видишь вон того дилера?#$b#Мы с ним не совсем сходимся во взглядах.$1#$e#Я держу его рядом, потому что он полезен, и это интересно, но в остальном...$1",
    "EG_Qi_summer_Thu":"Сэнди хорошая девушка.#$b#Я плачу ей ренту; она не задает вопросов.#$e#Честный обмен, не так ли?",
    "EG_Qi_summer_Fri":"Почему бы тебе не остаться ненадолго, дружок? Наслаждайтесь тенью, пока можете.#$e#Вы же никуда не торопитесь?",
    "EG_Qi_summer_Sat":"Ты напоминаешь мне себя в молодости, дружок.#$b#Это было давным-давно. Об этом особо нечего сказать.",
    "EG_Qi_summer_Sun":"Я рад, что ты последовал моему совету, дружок.#$b#Никогда не переставай стремиться к совершенству...#$e#Конечно же, я заметил.",

    "EG_Qi_fall_Mon":"Мы все еще друзья, не так ли, дружок?#$e#Хорошо. Я очень полагаюсь на тебя, позволяя тебе прийти сюда.",
    "EG_Qi_fall_Tue":"*хихикает* Ты учишься, дружок.#$e#Тебе еще далеко до того, чтобы знать все, но... ты учишься.",
    "EG_Qi_fall_Wed":"Ты знаешь, только магам высокого ранга позволено создавать нексус, а ты...#$b#Без обид, дружок, но в делах магических, ты далеко не лучший из лучших.#$e#К счастью, я смог потянуть за несколько ниточек, чтобы сдвинуть дело с мертвой точки.",
    "EG_Qi_fall_Thu":"Не думай, что ты уже закончил, дружок.#$e#*смешок* Все только начинается.",
    "EG_Qi_fall_Fri":"Вы сильно выросли за последние несколько лет, и все же вы ничуть не изменились.",
    "EG_Qi_fall_Sat":"Как я уже сказал, я думаю, что ты станешь звездой.#$e#Я бы посоветовал тебе спросить, если тебе что-нибудь нужно, но...#$b#*смешок* Посмотри на себя, дружок. Тебе уже не нужна моя помощь, не так ли?",
    "EG_Qi_fall_Sun":"Мы с Расмодиусом расходимся во многих вещах. Особенно в тебе.#$e#Он предпочел бы обеспечить твою безопасность; Я хочу, чтобы вы добились успеха.",

    "EG_Qi_winter_Mon":"Магия телепортации — это вовсе не легко, дружок.#$e#Большинство магов изучают ее только после многих лет обучения и практики.",
    "EG_Qi_winter_Tue":"Интересно, каким еще видам магии научит вас Расмодиус.#$b#Гаданию, может быть...?",
    "EG_Qi_winter_Wed":"Я впечатлен тобой, дружок, правда.#$e#Не думай, что это значит, что я не хочу видеть от тебя большего.",
    "EG_Qi_winter_Thu":"Вы узнаете гораздо больше о человеке, наблюдая за его борьбой, чем за тем, как он сразу же добивается успеха во всем, за что берется.#$e#И между нами? Люди, которые сразу же добиваются успеха во всем, как правило, не пробуют ничего нового.",
    "EG_Qi_winter_Fri":"Ты полон решимости, дружок.#$b#Мне это в тебе нравится. Ты никогда не позволяешь себе сдаваться",
    "EG_Qi_winter_Sat":"Как твой нексус, дружок?#$b#Всё как ты хотел?#$e#Хорошо. Я полагаю, что очень, очень скоро он тебе очень поможет.",
    "EG_Qi_winter_Sun":"Так держать, дружок.#$b#Ты уже на пути к совершенству.",

    "EG_MxQi_spring_Tue":"Просто... будь аккуратней, дружок...#$b#Мне бы не хотелось считать тебя угрозой.#$e#*смешок* Да я же шучу.#$e#%Кажется, что ему совсем не смешно.",


    // "EG_QiNutRoom_spring_Mon":"",
    // "EG_QiNutRoom_spring_Tue":"",
    // "EG_QiNutRoom_spring_Wed":"",
    // "EG_QiNutRoom_spring_Thu":"",
    // "EG_QiNutRoom_spring_Fri":"",
    // "EG_QiNutRoom_spring_Sat":"",
    // "EG_QiNutRoom_spring_Sun":"",

    // "EG_QiNutRoom_summer_Mon":"",
    // "EG_QiNutRoom_summer_Tue":"",
    // "EG_QiNutRoom_summer_Wed":"",
    // "EG_QiNutRoom_summer_Thu":"",
    // "EG_QiNutRoom_summer_Fri":"",
    // "EG_QiNutRoom_summer_Sat":"",
    // "EG_QiNutRoom_summer_Sun":"",

    // "EG_QiNutRoom_fall_Mon":"",
    // "EG_QiNutRoom_fall_Tue":"",
    // "EG_QiNutRoom_fall_Wed":"",
    // "EG_QiNutRoom_fall_Thu":"",
    // "EG_QiNutRoom_fall_Fri":"",
    // "EG_QiNutRoom_fall_Sat":"",
    // "EG_QiNutRoom_fall_Sun":"",

    // "EG_QiNutRoom_winter_Mon":"",
    // "EG_QiNutRoom_winter_Tue":"",
    // "EG_QiNutRoom_winter_Wed":"",
    // "EG_QiNutRoom_winter_Thu":"",
    // "EG_QiNutRoom_winter_Fri":"",
    // "EG_QiNutRoom_winter_Sat":"",
    // "EG_QiNutRoom_winter_Sun":"",

//Badlands
    // "Badlands_Qi_spring_Mon":"",
    // "Badlands_Qi_spring_Tue":"",
    // "Badlands_Qi_spring_Wed":"",
    // "Badlands_Qi_spring_Thu":"",
    // "Badlands_Qi_spring_Fri":"",
    // "Badlands_Qi_spring_Sat":"",
    // "Badlands_Qi_spring_Sun":"",

    // "Badlands_Qi_summer_Mon":"",
    // "Badlands_Qi_summer_Tue":"",
    // "Badlands_Qi_summer_Wed":"",
    // "Badlands_Qi_summer_Thu":"",
    // "Badlands_Qi_summer_Fri":"",
    // "Badlands_Qi_summer_Sat":"",
    // "Badlands_Qi_summer_Sun":"",

    // "Badlands_Qi_fall_Mon":"",
    // "Badlands_Qi_fall_Tue":"",
    // "Badlands_Qi_fall_Wed":"",
    // "Badlands_Qi_fall_Thu":"",
    // "Badlands_Qi_fall_Fri":"",
    // "Badlands_Qi_fall_Sat":"",
    // "Badlands_Qi_fall_Sun":"",

    // "Badlands_Qi_winter_Mon":"",
    // "Badlands_Qi_winter_Tue":"",
    // "Badlands_Qi_winter_Wed":"",
    // "Badlands_Qi_winter_Thu":"",
    // "Badlands_Qi_winter_Fri":"",
    // "Badlands_Qi_winter_Sat":"",
    // "Badlands_Qi_winter_Sun":"",


    // "Badlands_QiNutRoom_spring_Mon":"",
    // "Badlands_QiNutRoom_spring_Tue":"",
    // "Badlands_QiNutRoom_spring_Wed":"",
    // "Badlands_QiNutRoom_spring_Thu":"",
    // "Badlands_QiNutRoom_spring_Fri":"",
    // "Badlands_QiNutRoom_spring_Sat":"",
    // "Badlands_QiNutRoom_spring_Sun":"",

    // "Badlands_QiNutRoom_summer_Mon":"",
    // "Badlands_QiNutRoom_summer_Tue":"",
    // "Badlands_QiNutRoom_summer_Wed":"",
    // "Badlands_QiNutRoom_summer_Thu":"",
    // "Badlands_QiNutRoom_summer_Fri":"",
    // "Badlands_QiNutRoom_summer_Sat":"",
    // "Badlands_QiNutRoom_summer_Sun":"",

    // "Badlands_QiNutRoom_fall_Mon":"",
    // "Badlands_QiNutRoom_fall_Tue":"",
    // "Badlands_QiNutRoom_fall_Wed":"",
    // "Badlands_QiNutRoom_fall_Thu":"",
    // "Badlands_QiNutRoom_fall_Fri":"",
    // "Badlands_QiNutRoom_fall_Sat":"",
    // "Badlands_QiNutRoom_fall_Sun":"",

    // "Badlands_QiNutRoom_winter_Mon":"",
    // "Badlands_QiNutRoom_winter_Tue":"",
    // "Badlands_QiNutRoom_winter_Wed":"",
    // "Badlands_QiNutRoom_winter_Thu":"",
    // "Badlands_QiNutRoom_winter_Fri":"",
    // "Badlands_QiNutRoom_winter_Sat":"",
    // "Badlands_QiNutRoom_winter_Sun":"",

//Void Shard
    // "VoidShard_Qi_spring_Mon":"",
    // "VoidShard_Qi_spring_Tue":"",
    // "VoidShard_Qi_spring_Wed":"",
    // "VoidShard_Qi_spring_Thu":"",
    // "VoidShard_Qi_spring_Fri":"",
    // "VoidShard_Qi_spring_Sat":"",
    // "VoidShard_Qi_spring_Sun":"",

    // "VoidShard_Qi_summer_Mon":"",
    // "VoidShard_Qi_summer_Tue":"",
    // "VoidShard_Qi_summer_Wed":"",
    // "VoidShard_Qi_summer_Thu":"",
    // "VoidShard_Qi_summer_Fri":"",
    // "VoidShard_Qi_summer_Sat":"",
    // "VoidShard_Qi_summer_Sun":"",

    // "VoidShard_Qi_fall_Mon":"",
    // "VoidShard_Qi_fall_Tue":"",
    // "VoidShard_Qi_fall_Wed":"",
    // "VoidShard_Qi_fall_Thu":"",
    // "VoidShard_Qi_fall_Fri":"",
    // "VoidShard_Qi_fall_Sat":"",
    // "VoidShard_Qi_fall_Sun":"",

    // "VoidShard_Qi_winter_Mon":"",
    // "VoidShard_Qi_winter_Tue":"",
    // "VoidShard_Qi_winter_Wed":"",
    // "VoidShard_Qi_winter_Thu":"",
    // "VoidShard_Qi_winter_Fri":"",
    // "VoidShard_Qi_winter_Sat":"",
    // "VoidShard_Qi_winter_Sun":"",


    // "VoidShard_QiNutRoom_spring_Mon":"",
    // "VoidShard_QiNutRoom_spring_Tue":"",
    // "VoidShard_QiNutRoom_spring_Wed":"",
    // "VoidShard_QiNutRoom_spring_Thu":"",
    // "VoidShard_QiNutRoom_spring_Fri":"",
    // "VoidShard_QiNutRoom_spring_Sat":"",
    // "VoidShard_QiNutRoom_spring_Sun":"",

    // "VoidShard_QiNutRoom_summer_Mon":"",
    // "VoidShard_QiNutRoom_summer_Tue":"",
    // "VoidShard_QiNutRoom_summer_Wed":"",
    // "VoidShard_QiNutRoom_summer_Thu":"",
    // "VoidShard_QiNutRoom_summer_Fri":"",
    // "VoidShard_QiNutRoom_summer_Sat":"",
    // "VoidShard_QiNutRoom_summer_Sun":"",

    // "VoidShard_QiNutRoom_fall_Mon":"",
    // "VoidShard_QiNutRoom_fall_Tue":"",
    // "VoidShard_QiNutRoom_fall_Wed":"",
    // "VoidShard_QiNutRoom_fall_Thu":"",
    // "VoidShard_QiNutRoom_fall_Fri":"",
    // "VoidShard_QiNutRoom_fall_Sat":"",
    // "VoidShard_QiNutRoom_fall_Sun":"",

    // "VoidShard_QiNutRoom_winter_Mon":"",
    // "VoidShard_QiNutRoom_winter_Tue":"",
    // "VoidShard_QiNutRoom_winter_Wed":"",
    // "VoidShard_QiNutRoom_winter_Thu":"",
    // "VoidShard_QiNutRoom_winter_Fri":"",
    // "VoidShard_QiNutRoom_winter_Sat":"",
    // "VoidShard_QiNutRoom_winter_Sun":"",

//Post SVE Event
    "SVE_Qi_spring_Mon": "Это смело с твоей стороны, что ты снова и снова возвращаешься сюда, дружок. Мне это нравится.",
    "SVE_Qi_spring_Tue": "$y 'У тебя, должно быть, так много впоросов._Что 'это'?_Ты скоро узнаешь._Почему ты?_Разве я не говорил тебе, дружок? Ты особенный._(Молчать)_Хах. Напугался, @?'",
    "SVE_Qi_spring_Wed": "Я за тобой следил с того момента, когда ты вышел из автобуса.#$b#А теперь посмотри на тебя... *смех*.", 
    "SVE_Qi_spring_Thu": "Все так и должно было быть, дружок.#$b#Ты ещё и половины не узнал.", 
    "SVE_Qi_spring_Fri": "Кстати, прошу прощения за всю эту историю с печатью молчания.#$b#Я просто не мог рисковать, и я знаю, как ты любишь болтать.#$b#Понимаешь? #$e#*смешок* Конечно же понимаешь.", 
    "SVE_Qi_spring_Sat": "...*смешок*#$b#Ты действительно что-то, дружок.", 
    "SVE_Qi_spring_Sun": "Я знаю этот взгляд в твоих глазах.#$b#В них есть искра, дружок, всегда была.",
    
    "SVE_Qi_summer_Mon": "Однажды, дружок, когда ты будешь сидеть на вершине мира, все это обретет смысл.",
    "SVE_Qi_summer_Tue": "Так, так, так. Смотрите кто вернулся",
    "SVE_Qi_summer_Wed": "А ты, дружок? Станешь ли ты особенным??", 
    "SVE_Qi_summer_Fri": "У меня большие планы на тебя, дружок.#$b#Я с нетерпением жду, того, к чему это всё приведёт.", 
    "SVE_Qi_summer_Sat": "Скоро, дружок...#$b#Но не сейчас.", 
    "SVE_Qi_summer_Sun": "Ты умный, дружок. Может быть, даже слишком умный.",

    "SVE_Qi_fall_Mon": "Кто я?#$b#*смешок* Кто я, не имеет значения. Важно то, кем вы станете.",
    "SVE_Qi_fall_Tue": "Ты проделал такой путь, дружок. Сможешь ли ты пройти дальше?",
    "SVE_Qi_fall_Wed": "В жизни каждого человека наступает момент, когда он оказывается на грани совершенства.#$b#Большинство людей никогда не дойдут до него. Они остаются в своей посредственности. Но только не ты.#$b#Этого я и ждал, дружок: кого-то вроде тебя.", 
    "SVE_Qi_fall_Thu": "Я очень на тебя полагаюсь, дружок. Не разочаровывайте меня.", 
    "SVE_Qi_fall_Fri": "Помнишь, что я говорил, а? Не рассказывай людям об этом месте.#$b#Я все еще твой друг, мистер Ки, не так ли?", 
    "SVE_Qi_fall_Sat": "Это, наверное, так раздражает, дружок...#$b#Все эти вопросы, и нет возможности их задать.#$b#Я вижу это в твоих глазах.",
    "SVE_Qi_fall_Sun": "Я человек слова, дружок. Никогда не забывайте об этом.", 

    "SVE_Qi_winter_Mon": "Однажды, дружок, мир будет у тебя на ладони.#$b#Тогда, возможно, ты начнешь понимать, кто я такой.",
    "SVE_Qi_winter_Tue": "Открою вам секрет.#$b#Нет врожденного дара, который определяет, достигнет ли человек совершенства.#$b#Есть лишь выбор и желание его реализовать.",
    "SVE_Qi_winter_Wed": "Ты не перестаешь меня удивлять, дружок. Достичь дна шахт - это одно. Пересечь багровые пустоши — совсем другое дело.#$b#Но я знал, что ты сможешь.", 
    "SVE_Qi_winter_Thu": "Ничто не ускользает от меня, дружок. Не забывайте.$1", 
    "SVE_Qi_winter_Fri": "*смешок* С возвращением.", 
    "SVE_Qi_winter_Sat": "Будь осторожней там, дружок. Никогда не знаешь, что тебя ждет.", 
    "SVE_Qi_winter_Sun": "Ты боец, дружок. Так держать.",

    
    "SVE_MxQi_fall_Fri": "Помнишь, что я говорил, а? Не рассказывай людям об этом месте.#$b#Я все еще твой друг Мр. Ки, не так ли?", 
    "SVE_MxQi_fall_Sun": "Я всегда держу слово, дружок. Запомни.",


}